[{
  "name": "순대국밥",
  "category": "밥",
  "detail": "돼지 곱창에 각종 채소와 양념을 넣고 쪄서 만든 순대를 넣어 끓인 국밥이다. 국물을 우려낼 때 누린내를 없애기 위해 들깨와 생강, 한약재 등을 넣기도 한다."
},{
  "name": "쌈밥",
  "category": "밥",
  "detail": "푸성귀와 해조류를 깨끗이 씻어 넓게 편 다음 밥과 양념장을 올려 싸 먹는 음식이다. 상추, 깻잎, 배춧잎, 호박잎, 양배추, 김, 미역, 다시마 등이 주요 쌈 재료다."
},{
  "name": "알밥",
  "category": "밥",
  "detail": "뜨거운 밥에 날치 알을 넣어 비벼 먹는 밥이다. 뜨겁게 달군 뚝배기에 참기름을 바르고, 밥을 담은 후, 잘게 썬 단무지, 당근, 오이, 김치, 날치 알 등을 올려 비벼 먹는데, 입안에서 날치 알이 톡톡 터지는 재미가 있다."
},{
  "name": "양푼비빔밥",
  "category": "밥",
  "detail": "바닥이 평평한 넓은 그릇인 양푼에 밥을 담고, 갖은 나물과 고기볶음을 얹어 고추장에 비벼먹는데, 여럿이 푸짐하게 먹을 수 있는 음식이다."
},{
  "name": "연잎밥",
  "category": "밥",
  "detail": "연잎에 찹쌀과 대추, 밤 등의 곡식을 넣고 싼 것을 찜통에서 쪄낸 음식이다. 예전에는 사찰에서 스님들이 먹던 음식이었으나 요즘엔 웰빙 음식으로 각광받고 있다."
},{
  "name": "열무비빔밥",
  "category": "밥",
  "detail": "밥과 함께 열무김치, 고추장을 조금 넣어 비벼 먹는 비빔밥이다. 열무김치는 주로 여름철에 담가 먹으며, 시원한 맛으로 입맛을 살린다."
},{
  "name": "영양돌솥밥",
  "category": "밥",
  "detail": "돌솥에 멥쌀과 잡곡을 섞어 담고 밤, 대추, 은행, 콩 등을 넣어 즉석에서 지은 밥이다. 다 먹고 나면 바닥에 눌어붙은 밥에 물을 부어 숭늉을 만들어 먹는다."
},{
  "name": "오곡밥",
  "category": "밥",
  "detail": "찹쌀, 찰수수, 기장, 붉은팥, 검은콩 등 다섯 가지 곡식을 섞어서 지은 밥이다. 음력 정월 대보름에 한 해의 무사태평과 풍년을 기원하며 여러 사람이 함께 나누어 먹던 음식이다."
},{
  "name": "오분작돌솥밥",
  "category": "밥",
  "detail": "돌솥에 쌀, 육수, 오분자기를 넣어 지은 밥이다. 오분자기는 전복과의 해산물로 전복보다 크기가 작지만 특유의 씹히는 맛으로 인기가 좋다. 해물뚝배기에도 많이 넣는다."
},{
  "name": "오징어덮밥",
  "category": "밥",
  "detail": "손질한 오징어를 먹기 좋게 썰어 양파, 당근 등의 채소와 함께 매콤하게 양념하여 볶은 뒤 밥 위에 얹어 먹는 음식이다."
},{
  "name": "전복돌솥밥",
  "category": "밥",
  "detail": "돌솥에 쌀, 육수, 전복 내장을 간 물을 넣고 밥을 지은 후 전복을 썰어 올린 음식이다. 전복 내장 특유의 향과 고소한 밥맛이 매력이다."
},{
  "name": "우렁된장비빔밥",
  "category": "밥",
  "detail": "양파, 풋고추, 버섯, 우렁이살 등을 굵직하게 다져서 된장에 버무려 쌀뜨물을 바특하게 넣고 끓여 우렁된장을 만든다. 그릇에 밥을 담고 우렁된장과 각종 채소 등을 넣어 비벼 먹는다."
},{
  "name": "우렁쌈밥",
  "category": "밥",
  "detail": "쌈 채소에 우렁이를 넣어 만든 강된장과 밥을 올려 먹는 음식이다. 우렁이의 쫄깃쫄깃한 맛이 된장과 잘 어울린다."
},{
  "name": "육회돌솥비빔밥",
  "category": "밥",
  "detail": "뜨거운 돌솥에 밥을 담고, 각종 나물과 소고기육회를 얹은 뒤 고추장에 비벼 먹는 음식이다. 돌솥의 열기가 유지되어 다 먹을 때까지 따뜻한 상태로 즐길 수 있다."
},{
  "name": "육회비빔밥",
  "category": "밥",
  "detail": "고슬고슬하게 잘 지은 밥 위에 제철 나물과 싱싱한 육회를 무쳐서 올리고 양념간장에 비벼 먹는다. 육회는 신선하고 기름기가 적은 우둔살이나 홍두깨살을 이용하는 것이 좋다."
},{
  "name": "잡곡밥",
  "category": "밥",
  "detail": "멥쌀에 콩, 수수, 팥 등 잡곡을 섞거나 잡곡만으로 지은 밥이다. 찹쌀에 기장, 찰수수, 검정콩, 붉은팥의 다섯 가지 곡식을 섞어 지은 오곡밥도 잡곡밥의 일종이다."
},{
  "name": "잡채덮밥",
  "category": "밥",
  "detail": "화합의 의미가 담겨있는 잡채는 한국인의 잔칫상에 반드시 올라오는 음식이다. 다양한 채소와 당면이 잘 어우러져 맛을 내며 밥 위에 올려서 양념장을 곁들여 비벼먹는다."
},{
  "name": "장국밥",
  "category": "밥",
  "detail": "먼저 소고기를 푹 삶은 후, 무와 고사리 등을 넣고 오래 끓여 간을 하여 장국을 끓인다. 장국에 밥을 말아 내면 장국밥이다. 뚝배기에 식은 밥을 담고 뜨거운 장국으로 토렴하여 내면 별다른 반찬 없이도 한 끼가 거뜬하다."
},{
  "name": "장어덮밥",
  "category": "밥",
  "detail": "손질한 장어를 초벌구이하거나 찜통에 살짝 찐 후 간장, 파, 마늘 등으로 만든 양념장을 발라 가며 노릇하게 굽는다. 그릇에 밥을 담고 장어구이를 올린 뒤 생강 채와 무순을 얹는다."
},{
  "name": "백반",
  "category": "상차림",
  "detail": "밥, 국, 무침, 구이, 김치 등 집에서 먹을 법한 요리로 채운 한 상으로 가정식 백반이라고 부르기도 한다."
},{
  "name": "우거지사골국밥",
  "category": "밥",
  "detail": "우거지는 배추의 겉대를 뜯어낸 것으로 비타민과 칼슘, 섬유질이 풍부하다. 삶아서 건진 우거지에 된장을 비롯한 갖은 양념을 하여 사골국물에 넣고 푹 끓여서 밥을 말아 먹는다."
},{
  "name": "장국밥",
  "category": "밥",
  "detail": "먼저 소고기를 푹 삶은 후, 무와 고사리 등을 넣고 오래 끓여 간을 하여 장국을 끓인다. 장국에 밥을 말아 내면 장국밥이다. 뚝배기에 식은 밥을 담고 뜨거운 장국으로 토렴하여 내면 별다른 반찬 없이도 한 끼가 거뜬하다."
},{
  "name": "장어덮밥",
  "category": "밥",
  "detail": "손질한 장어를 초벌구이하거나 찜통에 살짝 찐 후 간장, 파, 마늘 등으로 만든 양념장을 발라 가며 노릇하게 굽는다. 그릇에 밥을 담고 장어구이를 올린 뒤 생강 채와 무순을 얹는다."
},{
  "name": "전복돌솥밥",
  "category": "밥",
  "detail": "돌솥에 쌀, 육수, 전복 내장을 간 물을 넣고 밥을 지은 후 전복을 썰어 올린 음식이다. 전복 내장 특유의 향과 고소한 밥맛이 매력이다."
},{
  "name": "전주비빔밥",
  "category": "밥",
  "detail": "밥에 여러 가지 나물류와 소고기 육회를 얹어 먹는 전라북도 전주 지역의 비빔밥이다. 전주비빔밥에서 맛을 내는 가장 중요한 포인트가 콩나물과 육회이기 때문에 ‘전주 콩나물 육회비빔밥’이라고도 불렸다."
},{
  "name": "진주비빔밥",
  "category": "밥",
  "detail": "고슬하게 지은 밥 위에 데친 나물을 잘게 썰어서 국간장, 깨소금, 참기름으로 무치고, 육회를 가운데 올려 엿고추장에 비벼 먹는다. 원래는 바지락살을 넣고 끓인 보탕국을 내지만, 선지국과 함께 내기도 한다."
},{
  "name": "주먹밥",
  "category": "밥",
  "detail": "양념한 밥을 한 김 식힌 후 꾹꾹 뭉쳐서 손으로 주물러 먹기 좋게 주먹 모양으로 만든 밥이다. 재료와 모양에 따라 불고기주먹밥, 김치주먹밥, 견과류주먹밥, 야채쌈주먹밥 등이 있다."
},{
  "name": "제육쌈밥",
  "category": "밥",
  "detail": "제육볶음을 밥과 함께 쌈 채소에 싸 먹는 음식이다. 제육볶음은 돼지고기를 양파, 당근 등을 넣고 매콤하게 볶아낸 음식으로 밥반찬으로 좋다."
},{
  "name": "제육비빔밥",
  "category": "밥",
  "detail": "제육을 얇게 썰고 고추장 양념을 하여 제육볶음을 만들고 여러 가지 나물을 곁들여 밥에 비벼 먹는 음식이다. 저렴한 가격으로 반찬 없이 식사대용으로 인기가 좋다."
},{
  "name": "제육덮밥",
  "category": "밥",
  "detail": "얇게 썬 돈육을 고추장 양념하여 채소와 함께 볶아 국물이 자작하게 있도록 하여 밥 위에 올린다. 특별한 반찬 없이도 한 끼 식사로 충분하여 바쁜 직장인들에게 인기가 좋다."
},{
  "name": "도가니수육",
  "category": "찜",
  "detail": "소의 무릎 뼈인 도가니 뼈를 삶아 만든 보양식으로, 칼슘이 많아 어린이와 임산부, 노인에게 좋은 음식이다. 수육은 간장에 찍어 먹으면 맛있다."
},{
  "name": "더덕보쌈",
  "category": "찜",
  "detail": "더덕은 산과 들에 자생하며 어린잎은 나물과 쌈으로 먹고, 뿌리는 식용과 약용으로 쓰인다. 잘 익은 더덕을 적당한 크기로 잘라 삶은 돼지고기와 함께 쌈을 싸서 먹는다."
},{
  "name": "대구뽈찜",
  "category": "찜",
  "detail": "대구 대가리에 갖은 양념을 더하여 콩나물, 미나리 등의 채소와 함께 매콤하게 쪄낸 음식이다. 대구 대가리는 살이 많고, 쫄깃한 것이 특징이다."
},{
  "name": "올갱잇국",
  "category": "국",
  "detail": "올갱이 삶은 물에 쌀뜨물을 섞어 된장을 풀어 끓이고, 삶은 올갱이는 살만 발라 아욱과 부추, 고춧가루, 다진 파, 마늘 등을 함께 넣어 끓인다."
},{
  "name": "참치김밥",
  "category": "밥",
  "detail": "김밥의 기본 재료에 마요네즈에 버무린 참치를 함께 넣어 싼다. 젊은 층이 좋아하는 김밥이다."
},{
  "name": "등갈비묵은지찜",
  "category": "찜",
  "detail": "오래된 김장김치인 묵은지에 등갈비를 넣어 만든 찜이다. 묵은지에 양념을 하여 육수를 넣어 오래 끓이면 맛이 부드러워지면서 깊은 맛이 난다."
},{
  "name": "돼지등뼈찜",
  "category": "찜",
  "detail": "미리 삶아 낸 돼지 등뼈에 각종 채소와 간장 양념을 넣어 조려낸 음식이다. 등뼈는 저렴하면서도 영양 많아 부담 없이 먹기에 좋다."
},{
  "name": "동태찜",
  "category": "찜",
  "detail": "명태를 급속 냉동시킨 것이 동태다. 토막 낸 동태를 간장, 파, 마늘 등 갖은 양념장에 조리거나 콩나물과 미나리를 곁들여 매운 양념장으로 얼큰하게 하여도 좋다."
},{
  "name": "도미찜",
  "category": "찜",
  "detail": "도미 비늘을 제거한 후 칼집을 서너 번 넣고 밑간을 해, 통으로 쪄낸 후, 도미 위에 소고기, 미나리, 버섯, 달걀지단 등으로 화려하게 고명을 얹은 고급음식이다. 예전엔 임금님 수라상에도 올랐던 음식이다."
},{
  "name": "고등어구이",
  "category": "구이",
  "detail": "굵은 소금을 뿌린 고등어를 반으로 갈라 석쇠나 팬에 구운 음식이다.미리 소금을 뿌려 꾸덕꾸덕하게 말리거나, 소금에 절여 구워 먹기도 한다."
},{
  "name": "머릿고기",
  "category": "찜",
  "detail": "돼지의 머리 고기를 삶아 무거운 것을 눌러 편육으로 만든 것으로 살코기 편육과는 전혀 다른 쫀득한 맛이 있다. 양념한 새우젓에 찍어 먹는다."
},{
  "name": "매운갈비찜",
  "category": "찜",
  "detail": "미리 삶아낸 돼지갈비나 소갈비에 고추장 양념장과 감자, 당근 등의 채소를 넣고 조려낸 찜이다. 맵지만 자꾸 손이 가는 중독성 있는 음식이다."
},{
  "name": "뚝배기계란찜",
  "category": "찜",
  "detail": "뚝배기에 달걀을 풀어 넣고 새우젓이나 소금으로 간하여 찐 음식이다. 색깔도 곱고, 식감이 가볍고, 부드러워 어린아이나 노인들이 좋아한다."
},{
  "name": "대게찜",
  "category": "찜",
  "detail": "깨끗이 닦아 물기를 뺀 대게를 찜통에 넣고 쪄내 살을 발라 초장에 찍어 먹는다. 대게는 배를 위쪽으로 하고, 다리가 떨어지지 않게 쪄야 맛이 더욱 신선하다."
},{
  "name": "고등어구이",
  "category": "구이",
  "detail": "굵은 소금을 뿌린 고등어를 반으로 갈라 석쇠나 팬에 구운 음식이다.미리 소금을 뿌려 꾸덕꾸덕하게 말리거나, 소금에 절여 구워 먹기도 한다."
},{
  "name": "머릿고기",
  "category": "찜",
  "detail": "돼지의 머리 고기를 삶아 무거운 것을 눌러 편육으로 만든 것으로 살코기 편육과는 전혀 다른 쫀득한 맛이 있다. 양념한 새우젓에 찍어 먹는다."
},{
  "name": "매운갈비찜",
  "category": "찜",
  "detail": "미리 삶아낸 돼지갈비나 소갈비에 고추장 양념장과 감자, 당근 등의 채소를 넣고 조려낸 찜이다. 맵지만 자꾸 손이 가는 중독성 있는 음식이다."
},{
  "name": "뚝배기계란찜",
  "category": "찜",
  "detail": "뚝배기에 달걀을 풀어 넣고 새우젓이나 소금으로 간하여 찐 음식이다. 색깔도 곱고, 식감이 가볍고, 부드러워 어린아이나 노인들이 좋아한다."
},{
  "name": "대게찜",
  "category": "찜",
  "detail": "깨끗이 닦아 물기를 뺀 대게를 찜통에 넣고 쪄내 살을 발라 초장에 찍어 먹는다. 대게는 배를 위쪽으로 하고, 다리가 떨어지지 않게 쪄야 맛이 더욱 신선하다."
},{
  "name": "돼지고기 메추리알장조림",
  "category": "조림",
  "detail": "돼지고기 살코기와 삶은 메추리알을 간장, 설탕, 마늘 등을 넣고 조린 음식이다. 먹을 때는 고기의 결대로 찢어 간장 국물을 끼얹어 낸다."
},{
  "name": "도미조림",
  "category": "조림",
  "detail": "도미에 저민 마늘과 생강, 간장, 설탕 등을 함께 넣어 간이 배이도록 윤이 나게 조린 것이다. 달짝지근한 국물 맛과 어우러져 밥반찬과 술안주로 손색이 없다."
},{
  "name": "고등어조림",
  "category": "조림",
  "detail": "고등어와 무, 풋고추 등을 냄비에 담고 매운 간장 양념장을 끼얹어 조린 음식이다. 우거지나 김치를 넣기도 한다."
},{
  "name": "감자조림",
  "category": "조림",
  "detail": "냄비에 기름을 두르고 적당한 크기로썬 감자를 넣어 중불에서 볶는다. 양념간장과 물을 붓고 끓이다가 윤기 나게 조린다."
},{
  "name": "갈치조림",
  "category": "조림",
  "detail": "토막 낸 갈치와 무, 풋고추 등을 냄비에 담은 뒤 고춧가루를 비롯한 마늘 등의 양념장을 끼얹어 고루 간이 배도록 조린 음식이다. 무 대신 감자를 넣어도 별미다."
},{
  "name": "두부전골",
  "category": "전골",
  "detail": "두부와 양파, 당근, 미나리, 소고기 등을 보기 좋게 둘러 담고 육수를 자작하게 부어 끓여가며 먹는 음식이다. 맛이 순하고 담백하다."
},{
  "name": "묵은지고등어조림",
  "category": "조림",
  "detail": "고등어와 묵은 김치를 넣어 얼큰하게 조린 음식이다. 부드러운 고등어 살에 묵은 김치가 어우러져 간단한 조리과정에도 깊은 맛이 나는 음식이다."
},{
  "name": "메추리알장조림",
  "category": "조림",
  "detail": "삶은 메추리알의 껍질을 까서 간장, 마늘, 생강, 설탕, 물을 넣고 조린 것이다. 밑반찬으로 많이 활용한다."
},{
  "name": "땅콩조림",
  "category": "조림",
  "detail": "땅콩에 물을 넣고 삶다가 진간장, 물엿, 설탕, 마늘을 넣어 약한 불에서 졸인 조림이다. 고소한 맛이 일품이고, 땅콩 10알이면 비타민 E의 하루 필요량을 충족시킬 수 있어 영양도 좋다."
},{
  "name": "두부조림",
  "category": "조림",
  "detail": "두부를 기름에 살짝 지진 다음 간장과 고춧가루, 설탕, 파, 마늘 등을 넣고 조린 반찬이다."
},{
  "name": "꼬치구이",
  "category": "구이",
  "detail": "고기와 각종 해물, 채소 등을 꼬치에 꿰어서 구운 음식이다. 길거리 포장마차에서 흔하게 볼 수 있는 닭 꼬치가 대표적이다."
},{
  "name": "김",
  "category": "구이",
  "detail": "바다의 암초에 이끼처럼 붙어서 자라는 해조류로 바람에 말려서 반찬으로 먹는다. 참기름이나 들기름을 발라 구워 먹기도 하고 각종 재료를 넣어 김밥을 만들어 먹기도 한다."
},{
  "name": "굴비구이",
  "category": "구이",
  "detail": "조기를 소금에 절여 말린 것을 굴비라 하며 전라남도 영광산 굴비를 최고로 친다. 굴비에 참기름을 발라 석쇠에 노릇하게 구워 낸 요리로 매우 고급 반찬이며 밥도둑으로 유명하다."
},{
  "name": "곰장어구이",
  "category": "구이",
  "detail": "석쇠에 먹장어를 통째로 올려 짚불에 구운 뒤 껍질과 내장을 제거해 먹는 구이로 부산 기장의 향토음식이다. 꼼장어는 먹장어의 경상도 사투리다."
},{
  "name": "광양불고기",
  "category": "구이",
  "detail": "전라남도 광양의 향토음식으로, 얇게 썬 소고기를 먹기 직전에 조미하여 참숯에 구워 먹는 음식이다. 열전도율이 빠른 구리 석쇠에 구워내 고기가 빨리 익어 육즙이 속 안에 그대로 차 있다."
},{
  "name": "꼬치구이",
  "category": "구이",
  "detail": "고기와 각종 해물, 채소 등을 꼬치에 꿰어서 구운 음식이다. 길거리 포장마차에서 흔하게 볼 수 있는 닭 꼬치가 대표적이다."
},{
  "name": "대창구이",
  "category": "구이",
  "detail": "대창은 소의 큰창자를 말한다. 뒤집어서 밀가루를 이용하여 깨끗하게 씻은 뒤 바로 굽거나 양념에 재운 뒤 굽는다. 고소하면서 쫀득한 식감을 즐길 수 있다."
},{
  "name": "닭꼬치구이",
  "category": "구이",
  "detail": "한 입 크기로 자른 닭 가슴살에 소금 등으로 밑간을 하여 꼬치에 꿰어 구워서 간장이나 고추장양념을 하여 구운 음식이다. 기호에 따라 풋고추 등 다양한 색깔의 채소를 끼우기도 한다."
},{
  "name": "너비아니",
  "category": "구이",
  "detail": "소고기 등심이나 안심을 얇게 저며 간장 양념한 다음 석쇠에 구워 잣가루를 뿌린 요리다. 한국의 전통 고기 요리 중 대표적인 것으로 너붓너붓 썰었다 해서 너비아니라고 한다."
},{
  "name": "낙지호롱",
  "category": "구이",
  "detail": "대나무 젓가락이나 짚 묶음에 세발낙지를 머리부터 통째로 끼워 돌돌 감은 다음 양념장을 골고루 발라 구워낸 음식이다. 돌돌 말린 낙지를 풀어가며 먹는 재미가 쏠쏠한 색다른 별미다."
},{
  "name": "꽁치구이",
  "category": "구이",
  "detail": "손질하여 칼집을 넣은 꽁치에 소금을 뿌려서 석쇠나 식용유를 두른 팬에 구운 음식이다. 꽁치는 저렴하지만 맛이 좋고 영양가가 높아 일반 가정에서나 식당에서 자주 이용한다."
},{
  "name": "깻잎전",
  "category": "전",
  "detail": "깻잎은 들깨의 잎을 가리키는 말이다. 깻잎에 고기와 채소를 소로 넣어 반으로 접어 구워 낸 전으로 향긋한 맛이 매력적이다."
},{
  "name": "김치전",
  "category": "전",
  "detail": "밀가루 반죽에 잘 익은 김치를 송송 썰어 넣고 부친 전이다. 잘게 썬 돼지고기나 오징어, 조갯살 등을 섞어 부치기도 한다."
},{
  "name": "김부각",
  "category": "전",
  "detail": "김에 찹쌀 풀을 발라 참깨와 고춧가루를 뿌려 말렸다가 기름에 튀겨 먹는 밑반찬이다."
},{
  "name": "김말이튀김",
  "category": "전",
  "detail": "삶은 당면과 당근, 양파를 식용유를 두른 팬에 볶은 후, 김은 4등분을 해 준비한다. 김 위에 볶은 당면을 올리고 돌돌 말아 튀김옷을 입혀 튀긴다. 주로 떡볶이와 같이 먹으며, 남녀노소 좋아하는 간식거리이다."
},{
  "name": "곱창구이",
  "category": "구이",
  "detail": "소의 내장을 냄새가 나지 않도록 손질한 뒤 불에 구워 양념장을 찍어 먹거나 갖은 양념해서 구운 음식이다."
},{
  "name": "단호박튀김",
  "category": "전",
  "detail": "단호박은 씨를 빼고 1~2cm 크기로 잘라서 준비한다. 자른 단호박에 밀가루를 묻히고, 튀김옷을 입혀 튀겨내는데, 고구마만큼 달콤한 맛이 난다."
},{
  "name": "단군신화전",
  "category": "전",
  "detail": "한국의 건국 신화인 ‘단군신화’에 나오는 재료를 이용한 요리로 배추김치 위에 깻잎과 구운 소고기와 마늘을 얹고 말아 밀가루와 달걀을 묻혀 지져서 잘라 낸다."
},{
  "name": "다시마부각",
  "category": "전",
  "detail": "두꺼운 다시마에 찹쌀밥을 붙여서 말렸다가 기름에 튀긴 부각으로 색다른 맛과 모양이 별미이다."
},{
  "name": "녹두전",
  "category": "전",
  "detail": "녹두를 물에 불려 껍질을 벗긴 뒤 곱게 갈아 소고기나 돼지고기, 숙주, 고사리, 배추김치 등을 넣고 지진 음식. 불린 멥쌀을 갈아 섞으면 맛이 더 부드럽다."
},{
  "name": "꼬막전",
  "category": "전",
  "detail": "데친 꼬막에 계란, 밀가루, 야채를 넣고 기름을 두른 팬에 부쳐낸 전으로 꼬막의 주산지인 전라남도의 향토음식이다."
},{
  "name": "감자떡",
  "category": "떡",
  "detail": "껍질 벗긴 감자를 갈아 면포에 짜서 앙금을 가라앉히고 건더기와 앙금, 불린 강낭콩을 섞어 반죽하여 모양을 내서 쪄 낸 간식으로 식으면 식감이 쫄깃하다."
},{
  "name": "가래떡",
  "category": "떡",
  "detail": "멥쌀가루를 찐 후, 쳐서 길고 가늘게 만든 흰떡이다. 설날의 대표적인 계절음식이며, 떡국의 재료로 사용한다."
},{
  "name": "채만두",
  "category": "만두",
  "detail": "정선의 향토 음식으로 뜨거운 물에 반죽한 메밀가루로 만두피를 만든 다음 갓김치와 말려두었던 묵은 나물로 만두소를 만들어 빚어 낸 만두다."
},{
  "name": "호박전",
  "category": "전",
  "detail": "애호박에 밀가루와 달걀 물을 입혀 부친 전이다. 만드는 방법이 간단하고 맛있어 특별한 날이 아니라도 자주 부쳐 먹는 전이다."
},{
  "name": "동그랑땡",
  "category": "전",
  "detail": "동그랑땡은 고기 완자 전을 말하는데, 동그랗게 생긴 모양으로 인해 부르게 된 명칭이다. 간 소고기나 돼지고기와 다진 채소를 고루 섞어 동전모양으로 동글납작하게 만든 뒤, 밀가루와 달걀옷을 입혀지진 전이다."
},{
  "name": "무지개떡",
  "category": "떡",
  "detail": "멥쌀가루에 치자, 쑥, 석이가루 등 색을 낼 수 있는 천연의 재료들을 섞어 한 칸씩 올려 찐 떡이다. 떡의 오색이 무지개 같다고 하여 부르는 이름으로, 색이 화려하여 잔칫상에 올렸다. 예전에는 돌상에 올려 아이가 오색의 조화로운 사람으로 성장하도록 기원했다."
},{
  "name": "꿀떡",
  "category": "떡",
  "detail": "찹쌀가루에 꿀을 섞어 체에 내린 뒤 밤, 대추, 잣 등을 켜켜히 넣고 찌거나 또는 찹쌀가루 반죽에 꿀이나 설탕을 넣고 모양을 빚어 만든 떡이다."
},{
  "name": "깨경단",
  "category": "떡",
  "detail": "찹쌀가루를 익반죽하여 밤톨만 하게 빚어, 끓는 물에 삶아 여러 가지 고물을 묻혀 만든 떡이다. 고물에 따라서 명칭이 붙는데 깨고물을 묻히면 깨경단, 콩고물을 묻히면 콩가루경단이다."
},{
  "name": "경단",
  "category": "떡",
  "detail": "찹쌀이나 찰수수 가루를 반죽해 밤톨만한 크기로 둥글게 빚어 끓는 물에 삶은 다음 여러 가지 고물을 묻혀 만든 떡이다. 고물 종류에 따라 깨경단, 팥경단, 밤경단 등으로 불린다."
},{
  "name": "녹두시루떡",
  "category": "떡",
  "detail": "시루떡은 멥쌀가루나 찹쌀가루와 고물을 시루에 켜켜이 쌓아 뜨거운 증기로 찐 떡이다. 녹두시루떡은 쌀가루에 찐 녹두를 통째로 또는 가루를 내어 얹어 찐 떡이다."
},{
  "name": "송편",
  "category": "떡",
  "detail": "멥쌀가루를 뜨거운 물로 반죽한 뒤 깨, 밤, 콩등의 소를 넣고 모양을 빚어 만든 떡이다. 추석 때 먹는 명절 음식으로 솔잎을 켜마다 깔고 쪄내기 때문에 송편이란 이름이 생겨났다."
},{
  "name": "백설기",
  "category": "떡",
  "detail": "멥쌀가루에 설탕물을 섞어 체에 내린 뒤 고물 없이 시루에 안쳐 쪄낸 흰떡. 깨끗하고 신성한 음식이라는 뜻에서 아이의 백일이나 첫돌 잔치 때 만들어 먹는다."
},{
  "name": "왕만두",
  "category": "만두",
  "detail": "고기, 숙주, 두부 등을 다져 속을 만들고 밀가루로 만든 피로 감싸 주먹만 한 크기로 만든 만두이다."
}]