{"food":[{
  "name": "순대국밥(Sundaegukbap)",
  "category": "밥",
  "detail": "\n돼지 곱창에 각종 채소와 양념을 넣고 쪄서 만든 순대를 넣어 끓인 국밥이다. 국물을 우려낼 때 누린내를 없애기 위해 들깨와 생강, 한약재 등을 넣기도 한다.  This dish consists of sundae, which is steamed pig intestines stuffed with seasoned, minced vegetables, and rice with soup. Perilla seeds, ginger, and a variety of medicinal herbs are boiled with the sundae to remove any unpleasant meat smell.  豚の腸詰めクッパは、豚モツに色々な野菜と調味料を入れて蒸した豚の腸詰めを入れて煮込んだ料理。だしを取るとき、臭みをなくすためにエゴマや生姜、漢方薬材などを入れることもある。  用血肠熬制的汤饭。血肠是猪大肠里灌入各种蔬菜和调料后放进蒸笼里蒸煮而成，熬汤时放入适量的白苏子、生姜和中药材等以去除腥味。  用血腸熬製的湯飯。血腸是豬大腸裡灌入各種蔬菜和調料後放進蒸籠裡蒸煮而成的，把血腸放進牛骨湯水後煮出湯飯。 飯可先泡湯吃，也可以另外配湯吃。\n"
},{
  "name": "쌈밥(Ssambap)",
  "category": "밥",
  "detail": "\n푸성귀와 해조류를 깨끗이 씻어 넓게 편 다음 밥과 양념장을 올려 싸 먹는 음식이다. 상추, 깻잎, 배춧잎, 호박잎, 양배추, 김, 미역, 다시마 등이 주요 쌈 재료다.  Steamed rice wrapped in leafy vegetables or seaweed with seasoned sauce. Lettuce, perilla leaves, Napa cabbage, squash leaves, cabbage, dried laver, brown seaweed, or kelp may beused as the wraps.  きれいに洗った青菜や海藻類の上に、ご飯と薬味をのせて包んで食べる。包む野菜には、ちしゃやごまの葉、白菜、かぼちゃの葉、キャベツ、海苔、わかめ、昆布などが使われる。  将青菜和海藻类洗净后摊平，放上米饭和调味酱后包起来吃即可。用来包饭的蔬菜主要有生菜、苏子叶、白菜叶、南瓜叶、圆白菜、海苔、海带、昆布等。  在多種生蔬菜和清燙蔬菜放上米飯和調味大醬吃的飲食。 添加辣椒醬、酸辣醬、蝦醬液來代替調味醬亦佳。\n"
},{
  "name": "알밥(albap)",
  "category": "밥",
  "detail": "\n뜨거운 밥에 날치 알을 넣어 비벼 먹는 밥이다. 뜨겁게 달군 뚝배기에 참기름을 바르고, 밥을 담은 후, 잘게 썬 단무지, 당근, 오이, 김치, 날치 알 등을 올려 비벼 먹는데, 입안에서 날치 알이 톡톡 터지는 재미가 있다.  Warm rice topped with raw fish roe, thin slices of danmuji (yellow pickled radish), julienned cucumber and carrot, and chopped kimchi and served in a heated ttukbaegi (earthen pot) greased with sesame oil. The way the fish eggs pop when chewed makes this dish unique and fun to eat.  あつあつのご飯にトビコをのせて混ぜて食べる。熱した土鍋にごま油をひいて、ご飯を盛った後、小さく切ったたくあん、にんじん、きゅうり、キムチ、トビコなどをのせて混ぜて食べる。口の中でトビコがはじける食感も楽しい。  把飞鱼子放在热米饭上拌着吃。在烧热的砂锅内壁涂上香油，放入适量的米饭，再加入切碎的腌萝卜、胡萝卜、黄瓜、泡菜、飞鱼子等拌著吃，飞鱼子一粒一粒在嘴里爆开,很是奇妙。  把飛魚籽放在熱米飯裡拌著吃。在燒熱的砂鍋內壁塗上香油，盛好飯，放入切碎的醃蘿蔔、胡蘿蔔、黃瓜、泡菜、飛魚籽等拌著吃。飛魚籽吃起來口感獨特，妙趣橫生。\n"
},{
  "name": "양푼비빔밥(yangpunbibimbap)",
  "category": "밥",
  "detail": "\n바닥이 평평한 넓은 그릇인 양푼에 밥을 담고, 갖은 나물과 고기볶음을 얹어 고추장에 비벼먹는데, 여럿이 푸짐하게 먹을 수 있는 음식이다.  Cooked rice topped with a variety of vegetables and sautéed beef and mixed with gochujang (red chili paste).This dish is served in a brass bowl large enough for several people to eat together.  底の広い器にご飯を盛り、ナムル、炒めた肉をのせ、コチュジャンで和えて食べる。数人でたっぷり食べられる料理。  把各种野菜和炒肉放入平底的铜盆里，再加入辣椒酱拌着吃，不仅味美，而且量足，可供多人一起食用。  把各種野菜與炒肉放入平底銅盆，然後放點辣椒醬拌著吃，是可供多人一起吃的美食。\n"
},{
  "name": "연잎밥(yeonnipbap)",
  "category": "밥",
  "detail": "\n연잎에 찹쌀과 대추, 밤 등의 곡식을 넣고 싼 것을 찜통에서 쪄낸 음식이다. 예전에는 사찰에서 스님들이 먹던 음식이었으나 요즘엔 웰빙 음식으로 각광받고 있다.  Glutinous rice, dates, and chestnuts wrapped in a lotus leaf and steamed in a steamer. In the past, this dish was made and consumed by Buddhist monks, but it is now popular among health-conscious people.  蓮の葉にもち米となつめ、栗などの穀物を入れて巻き、蒸し器で蒸した料理。以前はお寺などで食べられていた僧侶の料理とされていたが、最近は健康料理として脚光を浴びている。  将糯米、大枣、栗子等谷物用荷叶包住，放入蒸笼蒸熟即可。荷叶饭过去是寺庙里的僧人常吃的斋饭，如今成为备受青睐的健康美食。  用蓮葉包住糯米、大棗和栗子等食材，用蒸籠蒸熟。蓮葉飯過去是寺廟裡的僧人吃的齋飯，如今作為健康美食備受青睞。\n"
},{
  "name": "열무비빔밥(yeolmubibimbap)",
  "category": "밥",
  "detail": "\n밥과 함께 열무김치, 고추장을 조금 넣어 비벼 먹는 비빔밥이다. 열무김치는 주로 여름철에 담가 먹으며, 시원한 맛으로 입맛을 살린다.  A type of bibimbap mixed with yeolmu (young summer radish) and gochujang (red chili paste). Yeolmukimchi is a summer delicacy loved for its refreshing, appetite-stimulating taste.  ご飯と一緒に大根若菜キムチ、コチュジャンを少し入れて食べるビビンバ。大根若菜キムチは主に夏に漬けて食べるもので、すっきりとした味が食欲をそそる。  将萝卜缨泡菜以及辣椒酱和米饭一起拌着吃。萝卜缨泡菜主要在夏季吃，口感爽脆，有助于恢复食欲。  把小蘿蔔纓泡菜和辣椒醬放入米飯裡拌著吃。蘿蔔纓泡菜主要在夏季吃，口感爽脆，有助於恢復食欲。\n"
},{
  "name": "영양돌솥밥(Yeongyangdolsotbap)",
  "category": "밥",
  "detail": "\n돌솥에 멥쌀과 잡곡을 섞어 담고 밤, 대추, 은행, 콩 등을 넣어 즉석에서 지은 밥이다. 다 먹고 나면 바닥에 눌어붙은 밥에 물을 부어 숭늉을 만들어 먹는다.  Rice, various grains, chestnuts, ginko nuts, and pine nuts are cooked and served in a stone bowl. After the bowl is empty, hot water is poured over the crispy layer of rice at the bottom to make a rice infusion (sungnyung).  石釜に白米、雑穀、栗、銀杏、松の実などを入れ、一人前ずつ即席で炊く。ご飯を食べ終えたら水を加え、スンニュン(おこげ)をふやかして食べる。  石锅中放入可供一人食用的大米、杂粮、板栗、银杏、松籽等新鲜食材现煮现吃。吃完饭还可在石锅底加入水，做成锅巴汤食用。  在石鍋中放入粳米和雜糧、水蔘、香菇、大棗等食材現煮現吃。 吃完飯還可在石鍋底加水，把鍋巴做成鍋巴湯食用。\n"
},{
  "name": "오곡밥(Ogokbap)",
  "category": "밥",
  "detail": "\n찹쌀, 찰수수, 기장, 붉은팥, 검은콩 등 다섯 가지 곡식을 섞어서 지은 밥이다. 음력 정월 대보름에 한 해의 무사태평과 풍년을 기원하며 여러 사람이 함께 나누어 먹던 음식이다.  This dish is made up of five different varieties of rice and grains, including glutinous rice, sorghum, millet, adzuki beans, and black soybeans. Koreans used to cook Ogokbap (five-grain rice) on the first full moon (15th day) of the year, according to the lunar calendar, to share with neighbors and wish for peace and a good harvest.  もち米、モチキビ、キビ、赤小豆、黒豆の5種類の穀物を混ぜて炊いたご飯。小正月に1年の安泰と豊作を祈願し、多くの人が分け合って食べた料理。  用糯米、粘高粱米、黄米、红豆、黑豆等五种粗粮煮的饭。农历正月十五时，家人聚在一起吃五谷饭，以祈祷一年平平安安、五谷丰登。  五穀飯是放入糯米、高粱、黃米、紅豆、黑豆等五穀做成的飯。 這是正月十五（陰曆1月15日）全家人團聚在一起，懷著祈福之心共同享用的飲食。\n"
},{
  "name": "오분작돌솥밥(obunjakdolsotbap)",
  "category": "밥",
  "detail": "\n돌솥에 쌀, 육수, 오분자기를 넣어 지은 밥이다. 오분자기는 전복과의 해산물로 전복보다 크기가 작지만 특유의 씹히는 맛으로 인기가 좋다. 해물뚝배기에도 많이 넣는다.  Rice cooked with small abalone (haliotis supertexta) and broth in a stone pot. Haliotis supertexta looks similar to abalone but is smaller and has a distinctively chewy texture. It is a popular ingredient of seafood soup served in a hot earthen pot.  釜に米、出し汁、トコブシを入れて炊いたご飯。トコブシはアワビ科の海産物で、アワビよりは小さいが、特有の歯ごたえが人気。海鮮土鍋にもよく入る。  石锅中放入大米、高汤和小鲍鱼焖煮即可。小鲍鱼是鲍科海鲜，大小比鲍鱼小一些，但是口感柔韧，味道鲜美，深受男女老少喜爱，也是做海鲜砂锅时常用的材料。  石鍋裡放入大米、高湯和小鮑魚做成米飯。小鮑魚是鮑魚科的海鮮，要比鮑魚小，但嚼起來口感非常特別，是非常有人氣的海鮮。做海鮮鍋時也經常放小鮑魚。\n"
},{
  "name": "오징어덮밥(Ojingeodeopbap)",
  "category": "밥",
  "detail": "\n손질한 오징어를 먹기 좋게 썰어 양파, 당근 등의 채소와 함께 매콤하게 양념하여 볶은 뒤 밥 위에 얹어 먹는 음식이다.  Squid marinated in a spicy sauce with onions and carrots, stir-fried, and served over steamed rice.  甘辛く味付けしたイカを食べやすい大きさに切り、玉ねぎやにんじんなどの野菜と一緒に辛い薬味で炒め、ごはんの上にのせて食べる。  用辣味的调味酱腌制切好的鱿鱼，然后与洋葱、胡萝卜等蔬菜一起炒熟后，浇在米饭上食用。  這是將鱿魚和多種蔬菜一起與辣味調料拌炒後鋪在米飯上食用的特色飲食。 多放章魚、小章魚和蔬菜，還可做成炒菜。\n"
},{
  "name": "전복돌솥밥(jeonbokdolsotbap)",
  "category": "밥",
  "detail": "\n돌솥에 쌀, 육수, 전복 내장을 간 물을 넣고 밥을 지은 후 전복을 썰어 올린 음식이다. 전복 내장 특유의 향과 고소한 밥맛이 매력이다.  Rice cooked with abalone intestines and broth in a stone pot and topped with sliced abalone. The distinctive flavor of abalone intestines goes particularly well with rice.  釜に米、出し汁、アワビの内臓が入った水を加えて炊いた後、アワビを切ってのせたもの。アワビの内臓特有の香りと風味がしみ込んだご飯は絶品。  石锅中放入大米、高汤和鲍鱼内脏磨成的水焖煮，最后放上切成片的鲍鱼即可。鲍鱼特有的鲜香和大米饭甘甜的味道令人垂涎三尺。  石鍋裡放入大米、高湯和攪碎的鮑魚內臟做成米飯，吃的時候放上切成片的鮑魚即可。鮑魚石鍋飯帶有鮑魚內臟特有的清香，吃起來非常美味。\n"
},{
  "name": "우렁된장비빔밥(Ureongdoenjangbibimbap)",
  "category": "밥",
  "detail": "\n양파, 풋고추, 버섯, 우렁이살 등을 굵직하게 다져서 된장에 버무려 쌀뜨물을 바특하게 넣고 끓여 우렁된장을 만든다. 그릇에 밥을 담고 우렁된장과 각종 채소 등을 넣어 비벼 먹는다.  The essential ingredient of this dish is ureongdoenjang, which is soybean paste boiled with chopped onion, green pepper, mushrooms, and freshwater snails in rice water. This is then served with a bowl of rice topped with a variety of vegetables.  たまねぎや青唐辛子、きのこ、タニシの身などを大きめのみじん切りにし、味噌で和えたあと、米の研水をひたひたに入れて煮てウロンデンジャン(タニシ味噌)を作る。器にご飯を盛り、タニシ味噌と色々な野菜を入れて混ぜて食べる。  将洋葱、尖椒、蘑菇、田螺肉等剁碎成较大的块儿状后用大酱搅拌，再倒入少量的淘米水熬成浓稠的田螺酱汤。用大碗盛适量的米饭，将适当的田螺大酱汤和各种蔬菜放在米饭上拌着吃即可。  將洋蔥、田螺肉等剁成塊狀後用大醬攪拌，再倒入水熬成濃稠醬狀，田螺調味大醬就完成了。將田螺調味大醬倒入米飯中， 放上蔬菜一起拌著吃。\n"
},{
  "name": "우렁쌈밥(ureongssambap)",
  "category": "밥",
  "detail": "\n쌈 채소에 우렁이를 넣어 만든 강된장과 밥을 올려 먹는 음식이다. 우렁이의 쫄깃쫄깃한 맛이 된장과 잘 어울린다.  This dish is made by wrapping cooked rice in leafy vegetables with gangdoenjang (seasoned soybean paste) made with freshwater snails. The chewy texture and flavor of freshwater snails go particularly well with doenjang (soybean paste).  タニシ入りのカンテンジャンとご飯を野菜で巻いて食べる料理。タニシの歯ごたえとテンジャンがよく合う。  用蔬菜把米饭和以田螺为主要材料的调味大酱一起包着吃即可。有嚼劲的田螺和调味酱的味道可谓是相得益彰。  用蔬菜把米飯和以田螺為主要材料的調味大醬一起包著吃即可。勁道的田螺與調味醬一起吃非常美味。\n"
},{
  "name": "육회돌솥비빔밥(yukhoedolsotbibimbap)",
  "category": "밥",
  "detail": "\n뜨거운 돌솥에 밥을 담고, 각종 나물과 소고기육회를 얹은 뒤 고추장에 비벼 먹는 음식이다. 돌솥의 열기가 유지되어 다 먹을 때까지 따뜻한 상태로 즐길 수 있다.  This is a type of bibimbap served in a sizzling-hot stone pot. The rice, mixed with a variety of colorful vegetables and beef tartare, remains piping hot until the end of the meal.  熱した石の器にご飯を盛り、ナムルと牛肉ユッケをのせた後、コチュジャンを和えて混ぜて食べる。石の器で温度が維持され、食べ終わるまで温かい料理が楽しめる。  在烧热的石锅中放入米饭，再放入各种凉拌菜和生拌牛肉，用辣椒酱拌着吃即可。石锅的独特属性可以一直维持温热直到吃完。  用熱石鍋盛飯，再放入各種涼拌菜與生拌牛肉，放點辣椒醬一起拌著吃。石鍋能夠很好地維持熱量，可以全程享用熱騰騰的飯菜。\n"
},{
  "name": "육회비빔밥(Yukhoebibimbap)",
  "category": "밥",
  "detail": "\n고슬고슬하게 잘 지은 밥 위에 제철 나물과 싱싱한 육회를 무쳐서 올리고 양념간장에 비벼 먹는다. 육회는 신선하고 기름기가 적은 우둔살이나 홍두깨살을 이용하는 것이 좋다.  This is a bowl of rice topped with seasonal namul (seasoned vegetables) and fresh yukhoe (chopped raw beef) and served with seasoning. Lean fresh rump or eye of round is the preferred cut for this dish.  ほどよく炊いたご飯の上に、旬の山菜と新鮮なユッケ(肉の刺身)を和えてのせ、ヤンニョムカンジャン(薬味醤油)を入れて混ぜて食べる。ユッケは新鮮なもので脂が少ない臀部や外もも肉を使うのが良い。  焖得软硬适度的米饭上面放一些 时令野菜和新鲜的生拌牛肉，再加入调味酱油拌着吃。生拌牛肉选材要新鲜，最好是精瘦的牛臀肉或臀尖肉。  燜得軟硬適中的米飯上面放新鮮的生拌牛肉和時 令野菜，再加入調味醬拌著吃。\n"
},{
  "name": "잡곡밥(Japgokbap)",
  "category": "밥",
  "detail": "\n멥쌀에 콩, 수수, 팥 등 잡곡을 섞거나 잡곡만으로 지은 밥이다. 찹쌀에 기장, 찰수수, 검정콩, 붉은팥의 다섯 가지 곡식을 섞어 지은 오곡밥도 잡곡밥의 일종이다.  Bap made with various grains such as rice, beans, red beans, and millet. One version of Japgokbap is Ogokbap (five-grain rice), a combination of sweet rice, glutinous millet, glutinous sorghum, black beans, and sweet red beans.  うるち米に豆、きび、小豆などの雑穀を混ぜたり、雑穀だけで炊いたご飯。もち米、きび、高きび、黒豆、小豆を混ぜた五穀ご飯も、この雑穀ご飯のひとつ。  在粳米中掺入大豆、高粱、红豆等杂粮或光用杂粮焖的饭。五谷饭也是杂粮饭的一种，是在糯米中掺入黍子、粘高粱、黑豆、红豆等五种谷物焖煮的饭。  在粳米中摻入大豆、高粱、紅豆等多種雜糧煮成的飯。 不僅味道香甜，而且營養價值甚高。\n"
},{
  "name": "잡채덮밥(Japchaedeopbap)",
  "category": "밥",
  "detail": "\n화합의 의미가 담겨있는 잡채는 한국인의 잔칫상에 반드시 올라오는 음식이다. 다양한 채소와 당면이 잘 어우러져 맛을 내며 밥 위에 올려서 양념장을 곁들여 비벼먹는다.  Symbolizing harmony, japchae, a variety of cooked vegetables stir-fried with cooked glass noodles, is one of the most common festive dishes served at parties or on special occasions. This dish consists of rice topped with japchae, and is served on a plate with seasoning.  和合という意味が込められたチャプチェは、韓国で祝宴の膳に必ずのぼる料理だ。多様な種類の野菜と春雨がよく調和している。ご飯の上にのせてヤンニョムジャン（たれ）を添えて混ぜて食べる。  什锦炒菜具有和睦融洽的吉祥寓意，是韩国人喜庆家宴上必不可少的食物。各种蔬菜和粉条的搭配使口感和味道恰到好处，将菜放在米饭上面，配上调味酱拌着吃即可。  採用各種蔬菜和肉、粉絲，加入醬油調料 炒好什錦拌粉絲後放在米飯上面拌著吃。\n"
},{
  "name": "장국밥(janggukbap)",
  "category": "밥",
  "detail": "\n먼저 소고기를 푹 삶은 후, 무와 고사리 등을 넣고 오래 끓여 간을 하여 장국을 끓인다. 장국에 밥을 말아 내면 장국밥이다. 뚝배기에 식은 밥을 담고 뜨거운 장국으로 토렴하여 내면 별다른 반찬 없이도 한 끼가 거뜬하다.  Jangguk is a beef soup made by thoroughly boiling beef with radish and bracken at low heat for a long time. Janggukbap is made by adding cooked rice to jangguk. Hot jangguk poured over cold cooked rice in a ttukbaegi makes a filling meal, with or without side dishes.  牛肉をじっくり茹でた後、大根とワラビなどを入れてさらに煮込み、味を調えてスープを作る。そこにご飯を入れて食べる。おかずがなくても、土鍋に冷たいご飯を入れ、熱いスープをかけるだけで十分な食事になる。  先将牛肉煮烂，放入萝卜和蕨菜等材料长时间熬煮，并调味做成大酱清汤，最后将米饭泡在清汤里就能做成大酱清汤饭。先用砂锅盛适量的凉饭，然后用滚烫的大酱清汤将凉饭烫热，热乎乎的汤饭量足味美，无需加任何小菜，就能让人吃得很满足。  先把牛肉煮熟後放入蘿蔔與蕨菜等，然後長時間熬煮並調味做成牛肉湯。把米飯用大醬清湯泡起來就是牛肉湯飯。用砂鍋盛好飯，倒入滾燙的牛肉湯浸潤一下，即使沒有別的菜也能吃得非常滿足。\n"
},{
  "name": "장어덮밥(Jangeodeopbap)",
  "category": "밥",
  "detail": "\n손질한 장어를 초벌구이하거나 찜통에 살짝 찐 후 간장, 파, 마늘 등으로 만든 양념장을 발라 가며 노릇하게 굽는다. 그릇에 밥을 담고 장어구이를 올린 뒤 생강 채와 무순을 얹는다.  This is a bowl of rice topped with grilled eel and garnished with julienned ginger and radish sprouts. The eel is first half-grilled and half-steamed before being brushed with a sauce made from soy sauce.  ウナギを下焼きするか、蒸し器で軽く蒸してから醤油、ねぎ、にんにくなどで合わせたたれを塗りながらこんがりと焼く。器にご飯を盛り、焼いたウナギをのせ、細切りにした生姜とカイワレ大根を添える。  将鳗鱼收拾洗净后，先烤一下或用蒸锅蒸一下，然后把用酱油、葱蒜等制成的调味酱抹在躯体上，边抹边烤，直到外皮焦脆。 大碗中盛些米饭，上面放烤熟的鳗鱼，最后放上姜丝和萝卜芽。  把清理好的鰻魚大概烤熟或稍微蒸一下，然後抹上用醬油和蔥蒜做的調味醬烤成焦黃色。盛一碗米飯，放上烤鰻魚和生薑絲，以及蘿蔔芽。\n"
},{
  "name": "백반(baekban)",
  "category": "상차림",
  "detail": "\n밥, 국, 무침, 구이, 김치 등 집에서 먹을 법한 요리로 채운 한 상으로 가정식 백반이라고 부르기도 한다.  This is a meal of rice and soup served with various side dishes that are commonly eaten at home, such as vegetable salads, grilled fish, and kimchi. It is considered to be a typical Korean home-style meal.  ご飯、スープ、和え物、焼き物、キムチなどの家庭料理が並ぶ膳。  由米饭、汤、凉拌菜、烧烤类、泡菜等一般家常菜组成的套餐，又叫做家常菜套餐。  由白米飯、湯、涼拌菜、燒烤、泡菜等一般家常菜組成，又被稱為家常白飯套餐。\n"
},{
  "name": "우거지사골국밥(Ugeojisagolgukbap)",
  "category": "밥",
  "detail": "\n우거지는 배추의 겉대를 뜯어낸 것으로 비타민과 칼슘, 섬유질이 풍부하다. 삶아서 건진 우거지에 된장을 비롯한 갖은 양념을 하여 사골국물에 넣고 푹 끓여서 밥을 말아 먹는다.  Ugeoji is the dried outer leaves of napa cabbage, and is rich in vitamins, calcium, and fiber. To make this dish, dried ugeoji is boiled, drained, and seasoned with doenjang (soybean paste) and put in a bowl of beef bone broth with rice.  ウゴジは白菜の外葉で、ビタミンやカルシウム、食物繊維が豊富に含まれている。茹でたウゴジに味噌など色々な薬味で味付けし、牛骨スープに入れて煮込み、ご飯を混ぜて食べる。  干白菜是将白菜帮子摘下来晒干的，富含各种维生素、钙和纤维素。把干白菜用水煮开后捞出来，加入大酱等各种调料后，倒入牛骨汤熬煮至熟烂，然后泡米饭吃即可。  在用牛骨湯和牛胸骨肉肉熬成的湯水中放入用大醬調料攪拌的乾白菜，慢慢燉煮成濃湯，可以泡飯吃。\n"
},{
  "name": "장국밥(janggukbap)",
  "category": "밥",
  "detail": "\n먼저 소고기를 푹 삶은 후, 무와 고사리 등을 넣고 오래 끓여 간을 하여 장국을 끓인다. 장국에 밥을 말아 내면 장국밥이다. 뚝배기에 식은 밥을 담고 뜨거운 장국으로 토렴하여 내면 별다른 반찬 없이도 한 끼가 거뜬하다.  Jangguk is a beef soup made by thoroughly boiling beef with radish and bracken at low heat for a long time. Janggukbap is made by adding cooked rice to jangguk. Hot jangguk poured over cold cooked rice in a ttukbaegi makes a filling meal, with or without side dishes.  牛肉をじっくり茹でた後、大根とワラビなどを入れてさらに煮込み、味を調えてスープを作る。そこにご飯を入れて食べる。おかずがなくても、土鍋に冷たいご飯を入れ、熱いスープをかけるだけで十分な食事になる。  先将牛肉煮烂，放入萝卜和蕨菜等材料长时间熬煮，并调味做成大酱清汤，最后将米饭泡在清汤里就能做成大酱清汤饭。先用砂锅盛适量的凉饭，然后用滚烫的大酱清汤将凉饭烫热，热乎乎的汤饭量足味美，无需加任何小菜，就能让人吃得很满足。  先把牛肉煮熟後放入蘿蔔與蕨菜等，然後長時間熬煮並調味做成牛肉湯。把米飯用大醬清湯泡起來就是牛肉湯飯。用砂鍋盛好飯，倒入滾燙的牛肉湯浸潤一下，即使沒有別的菜也能吃得非常滿足。\n"
},{
  "name": "장어덮밥(Jangeodeopbap)",
  "category": "밥",
  "detail": "\n손질한 장어를 초벌구이하거나 찜통에 살짝 찐 후 간장, 파, 마늘 등으로 만든 양념장을 발라 가며 노릇하게 굽는다. 그릇에 밥을 담고 장어구이를 올린 뒤 생강 채와 무순을 얹는다.  This is a bowl of rice topped with grilled eel and garnished with julienned ginger and radish sprouts. The eel is first half-grilled and half-steamed before being brushed with a sauce made from soy sauce.  ウナギを下焼きするか、蒸し器で軽く蒸してから醤油、ねぎ、にんにくなどで合わせたたれを塗りながらこんがりと焼く。器にご飯を盛り、焼いたウナギをのせ、細切りにした生姜とカイワレ大根を添える。  将鳗鱼收拾洗净后，先烤一下或用蒸锅蒸一下，然后把用酱油、葱蒜等制成的调味酱抹在躯体上，边抹边烤，直到外皮焦脆。 大碗中盛些米饭，上面放烤熟的鳗鱼，最后放上姜丝和萝卜芽。  把清理好的鰻魚大概烤熟或稍微蒸一下，然後抹上用醬油和蔥蒜做的調味醬烤成焦黃色。盛一碗米飯，放上烤鰻魚和生薑絲，以及蘿蔔芽。\n"
},{
  "name": "전복돌솥밥(jeonbokdolsotbap)",
  "category": "밥",
  "detail": "\n돌솥에 쌀, 육수, 전복 내장을 간 물을 넣고 밥을 지은 후 전복을 썰어 올린 음식이다. 전복 내장 특유의 향과 고소한 밥맛이 매력이다.  Rice cooked with abalone intestines and broth in a stone pot and topped with sliced abalone. The distinctive flavor of abalone intestines goes particularly well with rice.  釜に米、出し汁、アワビの内臓が入った水を加えて炊いた後、アワビを切ってのせたもの。アワビの内臓特有の香りと風味がしみ込んだご飯は絶品。  石锅中放入大米、高汤和鲍鱼内脏磨成的水焖煮，最后放上切成片的鲍鱼即可。鲍鱼特有的鲜香和大米饭甘甜的味道令人垂涎三尺。  石鍋裡放入大米、高湯和攪碎的鮑魚內臟做成米飯，吃的時候放上切成片的鮑魚即可。鮑魚石鍋飯帶有鮑魚內臟特有的清香，吃起來非常美味。\n"
},{
  "name": "전주비빔밥(Jeonjubibimbap)",
  "category": "밥",
  "detail": "\n밥에 여러 가지 나물류와 소고기 육회를 얹어 먹는 전라북도 전주 지역의 비빔밥이다. 전주비빔밥에서 맛을 내는 가장 중요한 포인트가 콩나물과 육회이기 때문에 ‘전주 콩나물 육회비빔밥’이라고도 불렸다.  This is a type of bibimbap topped with a variety of colorful vegetables and beef tartare that is widely popular across the Jeonju area of North Jeolla Province. The dish has also been referred to as “jeonju bean sprout beef tartare bibimbap,” as the bean sprout and beef tartare are the ingredients that make jeonjubibimbap so unique.  ご飯に様々なナムルと牛肉ユッケをのせて食べるチョンジュ地域のビビンバ。チョンジュビビンバで味の決め手となるのは豆もやしとユッケ。そのため、「チョンジュ豆もやしユッケビビンバ」と呼ばれることもある。  将多种凉拌菜及生拌牛肉跟米饭一起拌着吃，是全罗北道全州地区的特色拌饭。全州拌饭的食材中左右味道好坏的关键食材是豆芽和生拌牛肉，因此也叫做“全州豆芽生拌牛肉拌饭”。  全州拌飯是把多種涼拌菜與生拌牛肉跟米飯一起拌著吃的美食。在全州拌飯裡最關鍵的食材是豆芽與生拌牛肉，所以又叫做「全州豆芽生拌牛肉拌飯」。\n"
},{
  "name": "진주비빔밥(Jinjubibimbap)",
  "category": "밥",
  "detail": "\n고슬하게 지은 밥 위에 데친 나물을 잘게 썰어서 국간장, 깨소금, 참기름으로 무치고, 육회를 가운데 올려 엿고추장에 비벼 먹는다. 원래는 바지락살을 넣고 끓인 보탕국을 내지만, 선지국과 함께 내기도 한다.  Fluffy white rice topped with beef tartare and surrounded with vegetables that have been chopped and seasoned with soy sauce, sesame seeds, and sesame oil. Mixed with gochujang (red chili paste) at the table, this dish was originally served with a clam soup, but now the soup is often replaced with seonjiguk (a soup with coagulated pig's blood).    ほどよく炊けたご飯の上に、クッカンジャン、ごま塩、ごま油で和えた細切りの茹でナムルを盛り付け、中央にユッケをのせる。そこにヨッコチュジャンを加えて混ぜて食べる。本来、あさりの身を入れて煮たポタングク（テンジャングク）を添えて食べるが、牛の血入りスープと食べることもある。   晋州拌饭用米饭要煮得不硬不软，将适量熟菜碎、韩式汤酱油、芝麻盐、香油撒在米饭上，中间放生拌牛肉，再加点糖稀辣椒酱拌着吃。一般配一碗用蛤蜊做的汤，也可以用牛血汤代替。  米飯燜得軟硬適中，素菜焯水後剁碎，加入淡醬油、芝麻鹽、香油攪拌後放在米飯上，中間放一些生拌牛肉，用加糖稀的辣椒醬拌著吃即可。正宗的晉州拌飯要配用蛤蜊肉熬的湯，有時也會配牛血湯。\n"
},{
  "name": "주먹밥(Jumeokbap)",
  "category": "밥",
  "detail": "\n양념한 밥을 한 김 식힌 후 꾹꾹 뭉쳐서 손으로 주물러 먹기 좋게 주먹 모양으로 만든 밥이다. 재료와 모양에 따라 불고기주먹밥, 김치주먹밥, 견과류주먹밥, 야채쌈주먹밥 등이 있다.  This is made by shaping a handful of cooked rice, seasoned with various ingredients, into a ball. Jumeokbap (riceballs) can be made with a variety of ingredients, such as bulgogi, kimchi, nuts, and leafy vegetables.  味付けしたご飯を少し冷まし、食べやすくこぶしの形に握ったご飯。材料や形によってプルゴギおにぎりやキムチおにぎり、ナッツおにぎり、野菜サムおにぎりなどがある。  将调味后的米饭放置一会儿冷却，待散热后将米饭放在手心上用力握压，做成适当大小的圆球状。可按照不同的食材和形状，做烤肉饭团、泡菜饭团、坚果饭团、蔬菜包菜饭团等。  將調味後的米飯做成多種形狀，可以便利地用手拿著吃。\n"
},{
  "name": "제육쌈밥(jeyukssambap)",
  "category": "밥",
  "detail": "\n제육볶음을 밥과 함께 쌈 채소에 싸 먹는 음식이다. 제육볶음은 돼지고기를 양파, 당근 등을 넣고 매콤하게 볶아낸 음식으로 밥반찬으로 좋다.  This food is prepared by wrapping jeyukbokkeum and cooked rice in leafy vegetables. Jeyubokkeum is a spicy dish made with sliced pork stir-fried with onion and carrot. It is popular both as a side dish and as a main dish.  豚肉炒めをご飯と一緒に野菜で巻いて食べる料理。豚肉炒めは豚肉をたまねぎ、にんじんなどと辛目に炒めるため、ご飯との相性がいい。  用蔬菜把辣炒猪肉和米饭一起包起来吃即可。辣炒猪肉把猪肉跟洋葱、胡萝卜等一起翻炒，味道香辣可口，是很好的一道下饭菜。  用蔬菜把辣炒豬肉與米飯一起包起來吃。辣炒豬肉是把豬肉跟洋蔥、胡蘿蔔等一起炒製的香辣炒菜，是非常美味的下飯菜。\n"
},{
  "name": "제육비빔밥(Jeyukbibimbap)",
  "category": "밥",
  "detail": "\n제육을 얇게 썰고 고추장 양념을 하여 제육볶음을 만들고 여러 가지 나물을 곁들여 밥에 비벼 먹는 음식이다. 저렴한 가격으로 반찬 없이 식사대용으로 인기가 좋다.  This dish is made up of thinly sliced pork that is stir-fried with gochujang and then served on rice with a variety of vegetables. It is a popular, reasonably priced meal that can be served without side dishes.  豚肉を薄く切り、コチュジャンで味付けした豚肉炒めを、いろいろな野菜と一緒にご飯にのせてかき混ぜて食べる料理。手頃な価格で、他のおかずがなくてもお腹いっぱいになる。  将切成薄片的猪肉和各种蔬菜用辣椒酱腌制后放入炒锅中翻炒至熟，然后配上各种蔬菜拌米饭吃。不仅价格低廉，而且不需要配其它小菜，完全可作为一顿便宜又美味的正餐。  用辣椒醬調料炒出的豬肉(辣炒豬肉)配上各種 素菜拌著吃的飲食。\n"
},{
  "name": "제육덮밥(Jeyukdeopbap)",
  "category": "밥",
  "detail": "\n얇게 썬 돈육을 고추장 양념하여 채소와 함께 볶아 국물이 자작하게 있도록 하여 밥 위에 올린다. 특별한 반찬 없이도 한 끼 식사로 충분하여 바쁜 직장인들에게 인기가 좋다.  This dish consists of thinly sliced pork stir-fried with vegetables and gochujang (red chili paste) and served on rice. It is popular among busy office workers as the dish is large enough that is doesn’t require side dishes.  薄切りの豚肉をコチュジャンで味付けして野菜と一緒に炒め、汁と一緒にご飯にかける。 特別なおかずがなくても立派な食事になり、忙しい会社員に人気。  将切成薄片的猪肉用辣椒酱腌制后，放入炒锅和蔬菜一起翻炒，待渗出一些汤汁后盛出来放在米饭上面。因为不需要搭配其他小菜，美味又饱腹，因此很受忙碌的上班族喜爱。  將薄豬肉和各種蔬菜用辣椒醬調料攪拌後辣炒 的就是辣炒豬肉，蓋在米飯上吃。\n"
},{
  "name": "도가니수육(doganisuyuk)",
  "category": "찜",
  "detail": "\n소의 무릎 뼈인 도가니 뼈를 삶아 만든 보양식으로, 칼슘이 많아 어린이와 임산부, 노인에게 좋은 음식이다. 수육은 간장에 찍어 먹으면 맛있다.  An energy-boosting dish prepared by boiling ox knee bones, doganisuyuk is rich in calcium and good for children, seniors, and expecting mothers. It is served with a soy sauce-based dipping sauce.  牛の膝の軟骨を茹でて作る滋養食。カルシウムが豊富で特に子どもや妊婦、高齢者におすすめ。ゆで肉はカンジャンをつけて食べると美味しい。  用牛膝骨熬煮而成的滋补美食，富含钙质，非常适合儿童、孕妇和老人食用。白切肉蘸酱油吃非常美味。  這是一道保健食品，採用牛膝骨烹飪而成，富含鈣質，有利於兒童、孕婦、老人的健康。白切肉蘸醬油食用起來非常美味。\n"
},{
  "name": "더덕보쌈(deodeokbossam)",
  "category": "찜",
  "detail": "\n더덕은 산과 들에 자생하며 어린잎은 나물과 쌈으로 먹고, 뿌리는 식용과 약용으로 쓰인다. 잘 익은 더덕을 적당한 크기로 잘라 삶은 돼지고기와 함께 쌈을 싸서 먹는다.  Known as deodeok in Korean, wild bellflower roots grow on mountains and in fields throughout the country. The young leaves are used as wraps, while the roots are used in herbal medicines as well as food. For this particular dish, well-ripened deodeok is cut into bite-sized pieces and wrapped in leaves with boiled pork.  蔓人参は山野に自生し、若葉はナムルや包み菜として、根は食用と薬用に用いられる。よく熟した蔓人参を適当な大きさに切り、茹でた豚肉と一緒に野菜で包んで食べる。  沙参生长于山野，嫩叶可作素菜 和包饭菜，根部可作食用或药用。将熟透的沙 参切成适当的大小，和水煮的猪肉一起用菜 包着吃。  沙參是山野上滋生的植物。嫩葉是非常美味的野菜，可以包飯吃，根莖則是藥食同源的食材。沙參弄熟後加工成適當大小，跟水煮豬肉一起包著吃非常美味。\n"
},{
  "name": "대구뽈찜(daeguppoljjim)",
  "category": "찜",
  "detail": "\n대구 대가리에 갖은 양념을 더하여 콩나물, 미나리 등의 채소와 함께 매콤하게 쪄낸 음식이다. 대구 대가리는 살이 많고, 쫄깃한 것이 특징이다.  This spicy dish is made by braising seasoned cod heads with bean sprouts, water parsley, and other vegetables. Cod head has a meaty and chewy texture.  たらの頭にたれをからめて豆もやし、セリなどの野菜と一緒にピリっと辛く蒸した料理。たらの頭には身が多く、もっちりとしているのが特徴。  将鳕鱼头和豆芽、水芹等蔬菜一起放入锅中，再加入各种酱料炖煮至熟即可。鳕鱼头肉多、口感嫩滑，味道十分鲜美。  在鱈魚頭中加入各種醬料，再放入豆芽、水芹等蔬菜，燉出鮮辣的味道。鱈魚頭的特點是肉質多、口感彈滑。\n"
},{
  "name": "올갱잇국(olgaengitguk)",
  "category": "국",
  "detail": "\n올갱이 삶은 물에 쌀뜨물을 섞어 된장을 풀어 끓이고, 삶은 올갱이는 살만 발라 아욱과 부추, 고춧가루, 다진 파, 마늘 등을 함께 넣어 끓인다. 숙취해소와 간의 피로를 푸는 해장국으로 많이 먹는다.\n\nDoenjang (soybean paste) soup made by boiling melanian snails in water and adding doenjang and rice water to make a broth, to which deshelled melanian snails, garlic chives, red chili powder, and chopped garlic and green onion are then added and boiled. This is a popular hangover remedy and liver detox. \n\nカワニナを茹でた水に米のとぎ汁を混ぜ、テンジャンを溶いて煮たたせ、茹でたカワニナの身、冬葵、ニラ、粉唐辛子、みじん切りしたねぎ、にんにくなどを一緒に入れて煮る。二日酔いと疲れた肝臓の回復にいい二日酔いスープとしてよく食べられる。\n\n川蜷煮熟后捞出，煮川蜷的水中兑入淘米水，再加入一些大酱后煮沸，捞出来的川蜷去壳取肉，加入锦葵和韭菜以及辣椒粉、葱末、蒜末等调料一起熬煮即可。川蜷汤有助于解酒护肝，是一道很好的醒酒汤。\n\n將煮川蜷的水和淘米水混合在一起，放入一點大醬煮開。川蜷煮好取肉，跟錦葵、韭菜、辣椒粉、蔥花和蒜末一起放入湯裡煮。川蜷湯可以解酒，還能緩解肝臟的疲勞，是非常受歡迎的醒酒湯。\n"
},{
  "name": "참치김밥(chamchigimbap)",
  "category": "밥",
  "detail": "\n김밥의 기본 재료에 마요네즈에 버무린 참치를 함께 넣어 싼다. 젊은 층이 좋아하는 김밥이다.   Gimbap with a filling of tuna mixed with mayonnaise, in addition to the basic ingredients. It is especially popular among young people.  キンパプの基本食材に加え、マヨネーズで和えたツナを入れて巻く若者に人気のキンパプ。  用紫菜包饭的基本食材和以蛋黄酱搅拌的金枪鱼一起卷成的紫菜包饭，是最受年轻人喜爱的紫菜卷饭。  紫菜卷飯的基本食材加上蛋黃醬拌好的金槍魚一起卷成的紫菜卷飯，是最受年輕人喜愛的紫菜卷飯。\n"
},{
  "name": "등갈비묵은지찜(deunggalbimugeunjijjim)",
  "category": "찜",
  "detail": "\n오래된 김장김치인 묵은지에 등갈비를 넣어 만든 찜이다. 묵은지에 양념을 하여 육수를 넣어 오래 끓이면 맛이 부드러워지면서 깊은 맛이 난다.  For this dish, pig backbone is braised with mukeunji (aged kimchi). After being seasoned and simmered in broth, the mukeunji becomessoft and savory.  熟成キムチとバックリブの蒸し物。 熟成キムチをたれと合わせ、出し汁を入れて長時間煮込むとやわらかくも深い味わいになる。  将陈辣白菜和猪排骨一起放入锅中煮炖而成。将酸泡菜加入调味酱搅拌，再倒入高汤细熬慢炖，味道醇香浓郁，回味悠长。  在酸泡菜中放入豬排煮燉而成。在酸泡菜中加入醬料、肉湯熬煮，味道柔和又回味悠遠。\n"
},{
  "name": "돼지등뼈찜(dwaejideungppyeojjim)",
  "category": "찜",
  "detail": "\n미리 삶아 낸 돼지 등뼈에 각종 채소와 간장 양념을 넣어 조려낸 음식이다. 등뼈는 저렴하면서도 영양 많아 부담 없이 먹기에 좋다.  This dish is made by braising boiled pig backbone with various vegetables and a soy sauce-based seasoning. Pig backbones are affordable yet nutritious and tasty.  あらかじめ茹でておいた豚の背骨を、各種野菜と醤油ベースのたれを入れて煮付けた料理。背骨は手頃な価格で栄養もあり、気軽に食べやすい。  先将猪脊骨炖好待用，再将各种蔬菜和酱油调味料一起放入锅中炖煮即可。脊骨价格低廉，但是营养丰富，可谓是物美价廉。  先將豬脊骨燉好，然後加入各種蔬菜與調味料繼續燉一會兒即可。豬脊骨價格低廉卻營養豐富，食用時經濟負擔較小。\n"
},{
  "name": "동태찜(dongtaejjim)",
  "category": "찜",
  "detail": "\n명태를 급속 냉동시킨 것이 동태다. 토막 낸 동태를 간장, 파, 마늘 등 갖은 양념장에 조리거나 콩나물과 미나리를 곁들여 매운 양념장으로 얼큰하게 하여도 좋다.  To prepare this dish, cut dongtae (quick-frozen pollack) into pieces and braise with soy sauce mixed with green pepper and garlic. Add bean sprouts and water parsley and braise with seasoning of red chili pepper to add spiciness.  スケトウダラを急速冷凍させたものを「トンテ」と呼ぶ。ぶつ切りにしたトンテを醤油、ねぎ、にんにくなどを使った薬味で煮しめる。豆もやしとせりを添えて辛味のたれで煮てもよい。  明太鱼快速冷冻即成冻明太 鱼。将东明太鱼切成块儿，加入酱油、大葱、 大蒜等各种调料炖烧，或者加入黄豆芽和水 芹菜，用辣味的调味酱做成鲜辣口味。  速凍明太魚叫做凍明太魚。用醬油、蔥、蒜等各種調味料燉製，或加入豆芽與水芹，用香辣調味汁拌勻食用也非常美味。\n"
},{
  "name": "도미찜(domijjim)",
  "category": "찜",
  "detail": "\n도미 비늘을 제거한 후 칼집을 서너 번 넣고 밑간을 해, 통으로 쪄낸 후, 도미 위에 소고기, 미나리, 버섯, 달걀지단 등으로 화려하게 고명을 얹은 고급음식이다. 예전엔 임금님 수라상에도 올랐던 음식이다.  A descaled, scored, and salted snapper braised in a steamer and topped colorfully with beef, water parsley, mushroom, and egg garnish, domijjim is a delicacy that used to be served at the royal court.  鯛の鱗を除去した後に３～４回切れ目を入れて下味をつけ、蒸し器で蒸す。その鯛に牛肉、セリ、きのこ、錦糸卵などを華やかに盛り付ける高級料理。昔は王様の食事に出されていた。  刮掉鱼鳞后，在鱼身上打三四下花刀，撒上盐稍微腌一下，然后把整只鱼放入蒸锅中，待鱼蒸熟后取出，上面放一些牛肉、水芹、蘑菇、鸡蛋丝等菜码进行装饰即可。蒸鲷鱼曾经是一道宫廷御膳，是高级菜肴。  這是一種高級食品。烹飪時，首先剝除鯛魚的魚鱗，在鯛魚上打三四下花刀，然後醃製一下，上蒸鍋蒸好，再在鯛魚上放上牛肉、水芹、蘑菇、雞蛋絲等澆頭。從前這道菜還曾上國王的禦膳桌。\n"
},{
  "name": "고등어구이(godeungeogui)",
  "category": "구이",
  "detail": "\n굵은 소금을 뿌린 고등어를 반으로 갈라 석쇠나 팬에 구운 음식이다.\n미리 소금을 뿌려 꾸덕꾸덕하게 말리거나, 소금에 절여 구워 먹기도 한다.\n\nMackerel sprinkled with\ncoarse sea salt and grilled or pan-fried.\nMackerel is sometimes salted and half dried or heavily salted for storage.\n\nあら塩をふったサバを開いてフライパンや焼き網で焼いたもの。\n塩をふって干したり、塩漬けにしたものを焼いて食べてもおいしい。\n\n将撒上粗盐的青花鱼从中间剖开 后用烤架或煎锅烤熟即可。可以先撒上粗盐 晾成半干的状态，或者用盐腌渍后烤食。\n\n鯖魚撒上粗鹽後，用烤架或煎鍋烤熟即可。是韓國最常吃的魚之一，一般用新鮮的鯖魚，也常用醃製鯖魚。\n"
},{
  "name": "머릿고기(meoritgogi)",
  "category": "찜",
  "detail": "\n돼지의 머리 고기를 삶아 무거운 것을 눌러 편육으로 만든 것으로 살코기 편육과는 전혀 다른 쫀득한 맛이 있다. 양념한 새우젓에 찍어 먹는다.  This dish is made by boiling and pressing a pig’s head. More chewy than pressed pork meat, the pressed pig’s head is sliced and served with seasoned and salted shrimp sauce.  豚の頭部の肉を茹でてから、平たく伸ばして薄切りにしたもの。一般のゆで薄切り肉とは全く違うもっちり感がある。アミの塩辛に入ったたれにつけて食べる。  猪头肉用清水煮熟，用重物按压去掉水分后切成肉片，与纯瘦肉的肉片相比，口感更加嫩滑。蘸虾酱吃味道十分鲜美。  首先將豬頭肉煮好，再用重物按壓做成肉片，食用時頗有嚼勁，散發出絕然不同於精肉片的風味。可蘸蝦醬食用。\n"
},{
  "name": "매운갈비찜(maeungalbijjim)",
  "category": "찜",
  "detail": "\n미리 삶아낸 돼지갈비나 소갈비에 고추장 양념장과 감자, 당근 등의 채소를 넣고 조려낸 찜이다. 맵지만 자꾸 손이 가는 중독성 있는 음식이다.   This dish of boiled pork or pork short ribs braised with gochujang (red chili paste) sauce, potato, carrot, and other vegetables is highly addictive.  事前に茹でておいた豚カルビや牛カルビに、コチュジャンベースのたれとじゃがいも、にんじんなどの野菜を加えて煮込んだ蒸し料理。辛さはあるが、手がとまらないクセになる料理。  将猪排骨或牛排骨煮熟待用，再加入用辣椒酱调制的调味酱和土豆、胡萝卜等蔬菜炖制而成。味道虽辣，却令人欲罢不能。  首先將豬排或牛排煮好，再加入辣椒醬等調味醬與土豆、胡蘿蔔等蔬菜燉製而成。味道雖辣，卻往往令人欲罷不能。\n"
},{
  "name": "뚝배기계란찜(ttukbaegigyeranjjim)",
  "category": "찜",
  "detail": "\n뚝배기에 달걀을 풀어 넣고 새우젓이나 소금으로 간하여 찐 음식이다. 색깔도 곱고, 식감이 가볍고, 부드러워 어린아이나 노인들이 좋아한다.  Eggs well beaten with salted shrimp and seasoned with salt and steamed in a hot pot. The beautiful color and soft texture of this dish are especially appealing to children and seniors.  土鍋に溶き卵を入れてアミの塩辛や塩で味を調えて蒸した料理。色も美しく、口当たりも軽い。やわらかいため幼い子どもや高齢者に好まれる。  鸡蛋打成蛋液后倒入砂锅中，用虾酱或盐调味后蒸熟即可。鸡蛋羹颜色鲜嫩，口感软滑，深受老人和孩子的喜爱。  在砂鍋中打入雞蛋攪拌均勻，用蝦醬、鹽調味，然後燉製即可。顏色清麗、口感柔和、清淡，深受老人、孩子的喜愛。\n"
},{
  "name": "대게찜(daegejjim)",
  "category": "찜",
  "detail": "\n깨끗이 닦아 물기를 뺀 대게를 찜통에 넣고 쪄내 살을 발라 초장에 찍어 먹는다. 대게는 배를 위쪽으로 하고, 다리가 떨어지지 않게 쪄야 맛이 더욱 신선하다.  This dish is steamed crab meat removed from the shell and served with a vinegar sauce. When steaming snow crabs, turn the crabs upside down and be careful not to let the legs detach from the body. This helps keep the meat tasting as fresh as possible.  きれいに洗って水気を切ったズワイガニを蒸し器で蒸し、身を取って酢コチュジャンにつけて食べる。ズワイガニは腹を上向きにして足が落ちないように蒸すことで、より新鮮な味わいになる。  将雪蟹擦干控水后放入蒸锅里蒸熟， 剔出蟹肉蘸酸辣酱吃。雪蟹要蟹肚朝上放入 蒸笼中，蟹腿不能掉下拉，这样蒸出来的蟹肉 味道才会更加新鲜。  把清洗乾淨並瀝幹水分的雪蟹放入蒸籠裡蒸熟，蟹肉蘸醋醬非常美味。蒸的時候要讓雪蟹肚皮朝上，注意不要弄掉蟹腿，這樣蒸出來的雪蟹非常鮮美。\n"
},{
  "name": "고등어구이(godeungeogui)",
  "category": "구이",
  "detail": "\n굵은 소금을 뿌린 고등어를 반으로 갈라 석쇠나 팬에 구운 음식이다.\n미리 소금을 뿌려 꾸덕꾸덕하게 말리거나, 소금에 절여 구워 먹기도 한다.\n\nMackerel sprinkled with\ncoarse sea salt and grilled or pan-fried.\nMackerel is sometimes salted and half dried or heavily salted for storage.\n\nあら塩をふったサバを開いてフライパンや焼き網で焼いたもの。\n塩をふって干したり、塩漬けにしたものを焼いて食べてもおいしい。\n\n将撒上粗盐的青花鱼从中间剖开 后用烤架或煎锅烤熟即可。可以先撒上粗盐 晾成半干的状态，或者用盐腌渍后烤食。\n\n鯖魚撒上粗鹽後，用烤架或煎鍋烤熟即可。是韓國最常吃的魚之一，一般用新鮮的鯖魚，也常用醃製鯖魚。\n"
},{
  "name": "머릿고기(meoritgogi)",
  "category": "찜",
  "detail": "\n돼지의 머리 고기를 삶아 무거운 것을 눌러 편육으로 만든 것으로 살코기 편육과는 전혀 다른 쫀득한 맛이 있다. 양념한 새우젓에 찍어 먹는다.  This dish is made by boiling and pressing a pig’s head. More chewy than pressed pork meat, the pressed pig’s head is sliced and served with seasoned and salted shrimp sauce.  豚の頭部の肉を茹でてから、平たく伸ばして薄切りにしたもの。一般のゆで薄切り肉とは全く違うもっちり感がある。アミの塩辛に入ったたれにつけて食べる。  猪头肉用清水煮熟，用重物按压去掉水分后切成肉片，与纯瘦肉的肉片相比，口感更加嫩滑。蘸虾酱吃味道十分鲜美。  首先將豬頭肉煮好，再用重物按壓做成肉片，食用時頗有嚼勁，散發出絕然不同於精肉片的風味。可蘸蝦醬食用。\n"
},{
  "name": "매운갈비찜(maeungalbijjim)",
  "category": "찜",
  "detail": "\n미리 삶아낸 돼지갈비나 소갈비에 고추장 양념장과 감자, 당근 등의 채소를 넣고 조려낸 찜이다. 맵지만 자꾸 손이 가는 중독성 있는 음식이다.   This dish of boiled pork or pork short ribs braised with gochujang (red chili paste) sauce, potato, carrot, and other vegetables is highly addictive.  事前に茹でておいた豚カルビや牛カルビに、コチュジャンベースのたれとじゃがいも、にんじんなどの野菜を加えて煮込んだ蒸し料理。辛さはあるが、手がとまらないクセになる料理。  将猪排骨或牛排骨煮熟待用，再加入用辣椒酱调制的调味酱和土豆、胡萝卜等蔬菜炖制而成。味道虽辣，却令人欲罢不能。  首先將豬排或牛排煮好，再加入辣椒醬等調味醬與土豆、胡蘿蔔等蔬菜燉製而成。味道雖辣，卻往往令人欲罷不能。\n"
},{
  "name": "뚝배기계란찜(ttukbaegigyeranjjim)",
  "category": "찜",
  "detail": "\n뚝배기에 달걀을 풀어 넣고 새우젓이나 소금으로 간하여 찐 음식이다. 색깔도 곱고, 식감이 가볍고, 부드러워 어린아이나 노인들이 좋아한다.  Eggs well beaten with salted shrimp and seasoned with salt and steamed in a hot pot. The beautiful color and soft texture of this dish are especially appealing to children and seniors.  土鍋に溶き卵を入れてアミの塩辛や塩で味を調えて蒸した料理。色も美しく、口当たりも軽い。やわらかいため幼い子どもや高齢者に好まれる。  鸡蛋打成蛋液后倒入砂锅中，用虾酱或盐调味后蒸熟即可。鸡蛋羹颜色鲜嫩，口感软滑，深受老人和孩子的喜爱。  在砂鍋中打入雞蛋攪拌均勻，用蝦醬、鹽調味，然後燉製即可。顏色清麗、口感柔和、清淡，深受老人、孩子的喜愛。\n"
},{
  "name": "대게찜(daegejjim)",
  "category": "찜",
  "detail": "\n깨끗이 닦아 물기를 뺀 대게를 찜통에 넣고 쪄내 살을 발라 초장에 찍어 먹는다. 대게는 배를 위쪽으로 하고, 다리가 떨어지지 않게 쪄야 맛이 더욱 신선하다.  This dish is steamed crab meat removed from the shell and served with a vinegar sauce. When steaming snow crabs, turn the crabs upside down and be careful not to let the legs detach from the body. This helps keep the meat tasting as fresh as possible.  きれいに洗って水気を切ったズワイガニを蒸し器で蒸し、身を取って酢コチュジャンにつけて食べる。ズワイガニは腹を上向きにして足が落ちないように蒸すことで、より新鮮な味わいになる。  将雪蟹擦干控水后放入蒸锅里蒸熟， 剔出蟹肉蘸酸辣酱吃。雪蟹要蟹肚朝上放入 蒸笼中，蟹腿不能掉下拉，这样蒸出来的蟹肉 味道才会更加新鲜。  把清洗乾淨並瀝幹水分的雪蟹放入蒸籠裡蒸熟，蟹肉蘸醋醬非常美味。蒸的時候要讓雪蟹肚皮朝上，注意不要弄掉蟹腿，這樣蒸出來的雪蟹非常鮮美。\n"
},{
  "name": "돼지고기 메추리알장조림(dwaejigogimechurialjangjorim)",
  "category": "조림",
  "detail": "\n돼지고기 살코기와 삶은 메추리알을 간장, 설탕, 마늘 등을 넣고 조린 음식이다. 먹을 때는 고기의 결대로 찢어 간장 국물을 끼얹어 낸다.  To prepare this dish, lean cuts of pork and quail eggs are braised in a mixture of soy sauce, sugar, and garlic. The meat is shredded along the grain into small pieces and drizzled with the braising sauce when served.  豚肉の赤身と茹でたうずらの卵をカンジャン、砂糖、にんにくなどを入れて煮付けた料理。食べる際は肉の繊維に沿ってさき、カンジャンスープをかける。  将瘦猪肉和煮好的鹌鹑蛋加入酱油、白糖、蒜等材料炖制而成。食用时，先将猪肉顺着肌理方向撕成细丝状，再淋上酱汁即可。  在豬肉與煮好的鵪鶉蛋中，加入醬油、白糖、蒜等材料燉制而成。食用時，將煮好的豬肉順著紋理撕好，再淋上醬油湯料即可。\n"
},{
  "name": "도미조림(domijorim)",
  "category": "조림",
  "detail": "\n도미에 저민 마늘과 생강, 간장, 설탕 등을 함께 넣어 간이 배이도록 윤이 나게 조린 것이다. 달짝지근한 국물 맛과 어우러져 밥반찬과 술안주로 손색이 없다.  Sea bream braised with soy sauce, sliced garlic, ginger, and sugar until a glaze forms. The sweet sauce of this dish makes it a perfect match for rice or alcoholic beverages.  鯛に、にんにくと生姜、カンジャン、砂糖などを一緒に入れて味がしみ込み照りが出るよう煮付ける。甘みのある汁が、ご飯や酒のつまみによく合う。  将鲷鱼和蒜片、姜、酱油、白糖等材料一起炖至入味、色泽油亮即可。炖鲷鱼汤汁微甜，配饭下酒都很适合。  在鯛魚中放入蒜片、姜、醬油、白糖等材料，燉至入味、色澤油亮即可。它湯味微甜，作為下飯菜與下酒菜都毫不遜色。\n"
},{
  "name": "고등어조림(godeungeojorim)",
  "category": "조림",
  "detail": "\n고등어와 무, 풋고추 등을 냄비에 담고 매운 간장 양념장을 끼얹어 조린 음식이다. 우거지나 김치를 넣기도 한다.  Mackerel sliced sideways and braised in a spicy soy sauce mixture with white radish or potatoes. Green Napa cabbage leaves or kimchi may also be added.  サバや、大根、青唐辛子などに辛口の薬味をまぶして煮る。ウゴジ(白菜の外葉)やキムチを加えることもある。  青花鱼斜切成块儿，加入萝卜和青辣椒等，用辣味调味酱炖煮。有时还加入干白菜或泡菜一同炖制，也是别有一番味道。  將鯖魚和地瓜、洋蔥、辣椒放入鍋裡，加醬油調味料燉煮而成。 燉魚食材可以使用白帶魚、黃花魚、鯧魚、秋刀魚等，可根據喜好放入馬鈴薯、南瓜、 胡蘿蔔等食材後加辣調味醬燉出鮮美的燉魚料理。\n"
},{
  "name": "감자조림(gamjajorim)",
  "category": "조림",
  "detail": "\n냄비에 기름을 두르고 적당한 크기로썬 감자를 넣어 중불에서 볶는다. 양념간장과 물을 붓고 끓이다가 윤기 나게 조린다.  To make Gamjajorim (braised potatoes with soy sauce), potatoes are cut into bite-sized pieces and fried in a pan over medium heat. They are then added to soy sauce and water and boiled to a glaze.  鍋に油をひき、適当な大きさに切ったじゃがいもを入れて中火で炒める。薬味醤油と水を入れて煮込み、つやが出るまで煮詰める。  热锅放油，将切成大小适中的土豆放 入锅中翻炒，火调至中火。接着放一些调味酱 油和适量的水继续熬煮，烧至土豆颜色酱红 润泽。  醬土豆是將馬鈴薯切成塊狀後用食用油輕炒， 加入醬油和白糖燉的香甜飲食。\n"
},{
  "name": "갈치조림(galchijorim)",
  "category": "조림",
  "detail": "\n토막 낸 갈치와 무, 풋고추 등을 냄비에 담은 뒤 고춧가루를 비롯한 마늘 등의 양념장을 끼얹어 고루 간이 배도록 조린 음식이다. 무 대신 감자를 넣어도 별미다.  Cutlassfish cut into pieces and braised in a spicy soy sauce mixture with white radish and green chili peppers. The sauce is spooned over the ingredients while cooking to allow the flavors to seep in. Potato can be used instead of radish.  ぶつ切りにした太刀魚や大根、青唐辛子やニンニクなどを鍋に入れ、辛口の醤油だれをかけて味がしみこむまでじっくり煮た料理。大根の代わりにじゃがいもを入れてもよい。  带鱼切块儿，与萝卜、青辣椒一同 放入锅中，浇上用辣椒粉、大蒜等做成的调味 酱炖至入味即可，也可用土豆代替萝卜。  將切成塊狀的白帶魚和蘿蔔等食材放入鍋裡，放上辣椒粉調味醬燉煮而成。 做辣燉白帶魚時可以放入蘿蔔和乾菜葉、地瓜莖、馬鈴薯、辣白菜等食材。\n"
},{
  "name": "두부전골(dubujeongol)",
  "category": "전골",
  "detail": "\n두부와 양파, 당근, 미나리, 소고기 등을 보기 좋게 둘러 담고 육수를 자작하게 부어 끓여가며 먹는 음식이다. 맛이 순하고 담백하다.\n\nSliced bean curd, onion, carrots, Korean parsley, and beef, artfully arranged and cooked in a hot pot.\nLoved by many for its mild and refreshing taste.\n\n豆腐や玉ねぎ、にんじん、せり、牛肉などをきれいに並べ、スープを加えたもの。煮込みながら食べる。\n\n将豆腐与洋葱、胡萝卜、水芹、牛肉 等整齐码放，倒入适量的高汤后边煮边吃，味 道比较柔和清淡。\n\n豆腐火鍋是將中間夾肉的煎豆腐和蔬菜放入\n火鍋裡，倒入醬湯煮著吃的飲食。\n"
},{
  "name": "묵은지고등어조림(mugeunjigodeungeojorim)",
  "category": "조림",
  "detail": "\n고등어와 묵은 김치를 넣어 얼큰하게 조린 음식이다. 부드러운 고등어 살에 묵은 김치가 어우러져 간단한 조리과정에도 깊은 맛이 나는 음식이다.  This dish is made by braising mackerel and well-aged kimchi in a spicy sauce. The recipe may be simple, but the soft mackerel and well-aged kimchi seem to come together in perfect harmony.  サバと熟成キムチを辛口に煮付けた料理。やわらかいサバの身に熟成キムチがよく合い、調理方法は簡単でも深みのある味が出る。  将青花鱼和酸泡菜一起炖制而成，青花鱼鲜嫩的肉质，搭配酸泡菜酸爽的味道，虽然做法简单，但透出醇香鲜辣的味道。  使用青花魚與酸泡菜燉製而成，味道辣爽。青花魚肉質柔嫩，搭配酸泡菜，雖然烹飪過程簡單，卻散發出一種濃郁的味道。\n"
},{
  "name": "메추리알장조림(mechurialjangjorim)",
  "category": "조림",
  "detail": "\n삶은 메추리알의 껍질을 까서 간장, 마늘, 생강, 설탕, 물을 넣고 조린 것이다. 밑반찬으로 많이 활용한다.   Boiled and peeled quail eggs braised in a mixture of soy sauce, chopped garlic, ginger, sugar, and water, this popular Korean side dish is usually eaten with rice.  茹でたうずらの卵の殻をむき、カンジャン、にんにく、生姜、砂糖、水を加えて煮付ける。常備菜としてよく活用される。  鹌鹑蛋煮熟剥壳后，加入酱油、蒜、姜、白糖、水一起炖制即可，是一道很常见的家常小菜。  鵪鶉蛋煮好之後剝皮，加入醬油、蒜、姜、白糖、水燉制即可。它經常作為小菜出現在餐桌上。\n"
},{
  "name": "땅콩조림(ttangkongjorim)",
  "category": "조림",
  "detail": "\n땅콩에 물을 넣고 삶다가 진간장, 물엿, 설탕, 마늘을 넣어 약한 불에서 졸인 조림이다. 고소한 맛이 일품이고, 땅콩 10알이면 비타민 E의 하루 필요량을 충족시킬 수 있어 영양도 좋다.   For this dish, peanuts are boiled in water and braised in a mixture of soy sauce, syrup, sugar, and garlic over low heat. Not only does it taste great, but it is packed with nutrients as well, as 10 peanuts meet the daily requirement for vitamin E.  落花生に水を加えて茹でて、チンカンジャン、水あめ、砂糖、にんにくを入れて弱火で煮付ける。香ばしさも抜群で、落花生10粒で一日のビタミンEの必要量が摂取できると言われるほど栄養面も優れている。  将花生放入清水中熬煮，再放入浓酱油、糖稀、白糖、蒜等材料文火炖制即可。酱花生香浓的味道堪称一绝，而且十粒花生就能满足人一天所需的维生素E，营养十分丰富。  花生加水煮好，然後放入濃醬油、糖稀、白糖、蒜等材料，文火燉制。香濃的味道堪稱一絕，10顆花生便可以滿足人一天所需的維生素E，營養十分豐富。\n"
},{
  "name": "두부조림(dubujorim)",
  "category": "조림",
  "detail": "\n두부를 기름에 살짝 지진 다음 간장과 고춧가루, 설탕, 파, 마늘 등을 넣고 조린 반찬이다.  Lightly pan-fried bean curd simmered in soy sauce with red chili pepper, sugar, green onions, and garlic. It is served as a banchan (side dish).  油でさっと焼いた豆腐に、醤油, 粉唐辛子、砂糖、ねぎ、にんにくなどを加えて煮たおかず。  将豆腐用食用油略微煎一下，然后与 酱油、辣椒粉、砂糖、葱、蒜头等炖制的佐餐 菜。  用食用油將豆腐煎到呈焦黃為止， 然後放入醬油、辣椒粉等燉燒而成。\n"
},{
  "name": "꼬치구이(kkochigui)",
  "category": "구이",
  "detail": "\n고기와 각종 해물, 채소 등을 꼬치에 꿰어서 구운 음식이다. 길거리 포장마차에서 흔하게 볼 수 있는 닭 꼬치가 대표적이다.   One of the most popular skewed dishes and street snacks, chicken skewers are made by grilling meat, seafood, and vegetables that have been cut into bite-sized pieces and placed on a skewer.  肉や魚介、野菜などを串にさして焼いたもの。屋台でよく見かける焼き鳥が代表的。  将肉和各种海鲜、蔬菜等用竹签串起来烤熟即可。在街边小摊经常可见的烤鸡串就是最典型的的烤串。  把肉和各種海鮮、蔬菜等串起來烤熟。在街頭的帳篷小店裡經常能吃到這樣的烤串，最具代表性的當屬雞肉串。\n"
},{
  "name": "김(gim)",
  "category": "구이",
  "detail": "\n바다의 암초에 이끼처럼 붙어서 자라는 해조류로 바람에 말려서 반찬으로 먹는다. 참기름이나 들기름을 발라 구워 먹기도 하고 각종 재료를 넣어 김밥을 만들어 먹기도 한다  This is a type of edible seaweed, or dried laver, made from seaweed that grows on rocks like moss. It is eaten by toasting it with sesame or perilla oil. Also, gimbap is made by rolling a variety of ingredients and rice in sheets of gim.  海の暗礁に苔のようにくっついて生息する海藻で、風で乾燥させ、おかずとして食べる。 ゴマ油やエゴマ油を塗って焼いて食べたり、色々な材料を入れてのり巻きにして食べたりする。  海苔是生长于浅海岩石上的藻类植物， 风干后可供食用。可抹上香油或白苏油烤来 吃，也可以放入各种材料做成卷饭。  在屬於海藻類的海苔上塗抹麻油後烤製而成， 包飯吃別有風味。\n"
},{
  "name": "굴비구이(gulbigui)",
  "category": "구이",
  "detail": "\n조기를 소금에 절여 말린 것을 굴비라 하며 전라남도 영광산 굴비를 최고로 친다. 굴비에 참기름을 발라 석쇠에 노릇하게 구워 낸 요리로 매우 고급 반찬이며 밥도둑으로 유명하다.  Gulbi, or salted and dried yellow croaker, is closely associated with Yeonggwang, South Jeolla Province. This dish features gulbi brushed with sesame oil and cooked on a gridiron. It is considered a luxury food.  シモチを塩漬けにして干したものは「クルビ」と呼ばれ、全羅南道・霊光産のものが最高とされる。干しイシモチ焼きは、このクルビにごま油を塗り、焼き網でこんがりと焼いた料理で、とても高級なおかずとされ、ご飯にもよく合うことで知られる。  用盐腌制后晒干的咸黄花鱼， 全罗南道灵光的咸黄花鱼最为有名。咸黄花 鱼身上抹上香油，放在烤架上煎烤至外皮焦 黄，是一种高级配菜，也是出了名的下饭菜。  用鹽醃製黃花魚後晾乾的黃花魚叫半幹黃花魚。魚身上抹香油，放在鐵架子上烤成焦黃色即可。烤半幹黃花魚是一道高檔料理，是非常下飯的美味佳餚。\n"
},{
  "name": "곰장어구이(gomjangeogui)",
  "category": "구이",
  "detail": "\n석쇠에 먹장어를 통째로 올려 짚불에 구운 뒤 껍질과 내장을 제거해 먹는 구이로 부산 기장의 향토음식이다. 꼼장어는 먹장어의 경상도 사투리다.  A local specialty of Gijang, Busan, this dish is made by straw grilling whole sea eel and removing the skin and offal before serving. “Gomjangeo” is the term for “meokjangeo” in the dialect of Gyeongsang Province.  焼き網にヌタウナギを丸ごとのせ、藁で焼いた後、皮と内臓を取り除いて食べる料理。釜山機張の郷土料理。   将盲鳗整条放在烤架上，以稻草为柴，慢慢翻烤至熟，去除皮和内脏后食用即可。烤盲鳗是釜山机张地区的特色美食。  將整條鰻魚放在鐵箅子上用稻草烤熟，吃的時候剝皮並取出內臟，是釜山機張地區的地方美食。\n"
},{
  "name": "광양불고기(Gwangyangbulgogi)",
  "category": "구이",
  "detail": "\n전라남도 광양의 향토음식으로, 얇게 썬 소고기를 먹기 직전에 조미하여 참숯에 구워 먹는 음식이다. 열전도율이 빠른 구리 석쇠에 구워내 고기가 빨리 익어 육즙이 속 안에 그대로 차 있다.  A local specialty of Gwangyang, South Jeolla Province, this dish is prepared by seasoning thinly sliced beef immediately before cooking on a charcoal grill. Cooking the beef quickly on a copper grill with excellent heat conductivity keeps it juicy and tender.  全羅南道の光陽（クァンヤン）の郷土料理。食べる直前に薄く切った牛肉に味をつけて炭火で焼いて食べる。熱伝導のいい銅の焼き網で焼くため、肉に火が早く通り、肉汁が中に閉じ込められる。  这是全罗南道光阳的地方特色美食，牛肉切成薄片，食用前调味后，放在炭火上烤着吃即可。红铜做成的烤架导热快，肉片放上去熟得很快，肉汁饱满，十分美味。  這道菜是全羅南道光陽的地方美食。將切成薄片的牛肉吃之前進行調味，然後用炭火烤著吃。用導熱非常快的銅鐵箅子烤肉，就能使肉熟得非常快，肉汁不會流失，口感會更好。\n"
},{
  "name": "꼬치구이(kkochigui)",
  "category": "구이",
  "detail": "\n고기와 각종 해물, 채소 등을 꼬치에 꿰어서 구운 음식이다. 길거리 포장마차에서 흔하게 볼 수 있는 닭 꼬치가 대표적이다.   One of the most popular skewed dishes and street snacks, chicken skewers are made by grilling meat, seafood, and vegetables that have been cut into bite-sized pieces and placed on a skewer.  肉や魚介、野菜などを串にさして焼いたもの。屋台でよく見かける焼き鳥が代表的。  将肉和各种海鲜、蔬菜等用竹签串起来烤熟即可。在街边小摊经常可见的烤鸡串就是最典型的的烤串。  把肉和各種海鮮、蔬菜等串起來烤熟。在街頭的帳篷小店裡經常能吃到這樣的烤串，最具代表性的當屬雞肉串。\n"
},{
  "name": "김(gim)",
  "category": "구이",
  "detail": "\n바다의 암초에 이끼처럼 붙어서 자라는 해조류로 바람에 말려서 반찬으로 먹는다. 참기름이나 들기름을 발라 구워 먹기도 하고 각종 재료를 넣어 김밥을 만들어 먹기도 한다  This is a type of edible seaweed, or dried laver, made from seaweed that grows on rocks like moss. It is eaten by toasting it with sesame or perilla oil. Also, gimbap is made by rolling a variety of ingredients and rice in sheets of gim.  海の暗礁に苔のようにくっついて生息する海藻で、風で乾燥させ、おかずとして食べる。 ゴマ油やエゴマ油を塗って焼いて食べたり、色々な材料を入れてのり巻きにして食べたりする。  海苔是生长于浅海岩石上的藻类植物， 风干后可供食用。可抹上香油或白苏油烤来 吃，也可以放入各种材料做成卷饭。  在屬於海藻類的海苔上塗抹麻油後烤製而成， 包飯吃別有風味。\n"
},{
  "name": "굴비구이(gulbigui)",
  "category": "구이",
  "detail": "\n조기를 소금에 절여 말린 것을 굴비라 하며 전라남도 영광산 굴비를 최고로 친다. 굴비에 참기름을 발라 석쇠에 노릇하게 구워 낸 요리로 매우 고급 반찬이며 밥도둑으로 유명하다.  Gulbi, or salted and dried yellow croaker, is closely associated with Yeonggwang, South Jeolla Province. This dish features gulbi brushed with sesame oil and cooked on a gridiron. It is considered a luxury food.  シモチを塩漬けにして干したものは「クルビ」と呼ばれ、全羅南道・霊光産のものが最高とされる。干しイシモチ焼きは、このクルビにごま油を塗り、焼き網でこんがりと焼いた料理で、とても高級なおかずとされ、ご飯にもよく合うことで知られる。  用盐腌制后晒干的咸黄花鱼， 全罗南道灵光的咸黄花鱼最为有名。咸黄花 鱼身上抹上香油，放在烤架上煎烤至外皮焦 黄，是一种高级配菜，也是出了名的下饭菜。  用鹽醃製黃花魚後晾乾的黃花魚叫半幹黃花魚。魚身上抹香油，放在鐵架子上烤成焦黃色即可。烤半幹黃花魚是一道高檔料理，是非常下飯的美味佳餚。\n"
},{
  "name": "곰장어구이(gomjangeogui)",
  "category": "구이",
  "detail": "\n석쇠에 먹장어를 통째로 올려 짚불에 구운 뒤 껍질과 내장을 제거해 먹는 구이로 부산 기장의 향토음식이다. 꼼장어는 먹장어의 경상도 사투리다.  A local specialty of Gijang, Busan, this dish is made by straw grilling whole sea eel and removing the skin and offal before serving. “Gomjangeo” is the term for “meokjangeo” in the dialect of Gyeongsang Province.  焼き網にヌタウナギを丸ごとのせ、藁で焼いた後、皮と内臓を取り除いて食べる料理。釜山機張の郷土料理。   将盲鳗整条放在烤架上，以稻草为柴，慢慢翻烤至熟，去除皮和内脏后食用即可。烤盲鳗是釜山机张地区的特色美食。  將整條鰻魚放在鐵箅子上用稻草烤熟，吃的時候剝皮並取出內臟，是釜山機張地區的地方美食。\n"
},{
  "name": "광양불고기(Gwangyangbulgogi)",
  "category": "구이",
  "detail": "\n전라남도 광양의 향토음식으로, 얇게 썬 소고기를 먹기 직전에 조미하여 참숯에 구워 먹는 음식이다. 열전도율이 빠른 구리 석쇠에 구워내 고기가 빨리 익어 육즙이 속 안에 그대로 차 있다.  A local specialty of Gwangyang, South Jeolla Province, this dish is prepared by seasoning thinly sliced beef immediately before cooking on a charcoal grill. Cooking the beef quickly on a copper grill with excellent heat conductivity keeps it juicy and tender.  全羅南道の光陽（クァンヤン）の郷土料理。食べる直前に薄く切った牛肉に味をつけて炭火で焼いて食べる。熱伝導のいい銅の焼き網で焼くため、肉に火が早く通り、肉汁が中に閉じ込められる。  这是全罗南道光阳的地方特色美食，牛肉切成薄片，食用前调味后，放在炭火上烤着吃即可。红铜做成的烤架导热快，肉片放上去熟得很快，肉汁饱满，十分美味。  這道菜是全羅南道光陽的地方美食。將切成薄片的牛肉吃之前進行調味，然後用炭火烤著吃。用導熱非常快的銅鐵箅子烤肉，就能使肉熟得非常快，肉汁不會流失，口感會更好。\n"
},{
  "name": "대창구이(daechanggui)",
  "category": "구이",
  "detail": "\n대창은 소의 큰창자를 말한다. 뒤집어서 밀가루를 이용하여 깨끗하게 씻은 뒤 바로 굽거나 양념에 재운 뒤 굽는다. 고소하면서 쫀득한 식감을 즐길 수 있다.  Tripe or beef large intestines turned inside out, cleaned with flour, and grilled or marinated in a sauce before grilling. This dish is both tasty and chewy.  大腸を裏返して小麦粉できれいに洗った後、そのまま焼いたり、たれに漬けてから焼く。香ばしく歯ごたえのある食感が楽しめる。  大肠指牛的大肠，将大肠翻过来，用面粉搓洗干净后，可直接烤着吃，也可用调味酱腌制一会儿后烤着吃。烤牛大肠味道又香又嫩，口感十分劲道。  大腸是指牛大腸。大腸翻過來用麵粉清洗乾淨，然後直接烤製或先用調料醃好後再烤。吃起來又香又勁道。\n"
},{
  "name": "닭꼬치구이(dakkkochigui)",
  "category": "구이",
  "detail": "\n한 입 크기로 자른 닭 가슴살에 소금 등으로 밑간을 하여 꼬치에 꿰어 구워서 간장이나 고추장양념을 하여 구운 음식이다. 기호에 따라 풋고추 등 다양한 색깔의 채소를 끼우기도 한다  Here, salted chicken breast is cut into bite-sized pieces and skewered and grilled with soy or gochujang. To make it more visually pleasing, vegetables in various colors, such as green pepper, can be put on the skewers with the chicken.  一口大に切った鶏の胸肉に塩などで下味を付けて串に刺し、醤油やコチュジャンで味付けして焼く。好みによって青唐辛子など彩り豊かな野菜を挟むこともある。  将鸡胸肉切成方便入口的块状，用 盐腌一下，然后用竹签串起来，抹上用酱油或 辣椒酱等调制的调味酱后烤熟即可。按照个人 的喜好，还可使用青椒等各种颜色的蔬菜。  把醃製好的一口大小雞胸肉串起來，抹上醬油或辣椒醬調味汁烤製。可根據喜好串上青椒等各種顏色的蔬菜。\n"
},{
  "name": "너비아니(neobiani)",
  "category": "구이",
  "detail": "\n소고기 등심이나 안심을 얇게 저며 간장 양념한 다음 석쇠에 구워 잣가루를 뿌린 요리다. 한국의 전통 고기 요리 중 대표적인 것으로 너붓너붓 썰었다 해서 너비아니라고 한다.  This dish is prepared by grilling slices of beef that have been marinated in seasoned soy sauce, and is served with ground pine nuts sprinkled on top. It is one of the most representative traditional Korean meat dishes. Neobiani is named for the shape of the slices of beef, as the term implies “to slice up.”  牛ロースや牛のばら肉を薄くスライスして醤油で味付けし、グリルで焼いてから朝鮮松の実の粉をまぶした料理。韓国の伝統的な肉料理の中で最も代表的なもの。  将牛肉的背脊肉或里脊肉切成 薄片，用酱油调味后，放在烤肉架上翻烤，最 后撒上松仁粉末即可，是韩国肉菜中具有代 表性的一道传统菜。  將牛的背脊肉或里脊肉切成厚片後打花刀， 用肉調味醬醃製後，用直火兩面翻烤後撒上 松仁粉即可。\n"
},{
  "name": "낙지호롱(nakjihorong)",
  "category": "구이",
  "detail": "\n대나무 젓가락이나 짚 묶음에 세발낙지를 머리부터 통째로 끼워 돌돌 감은 다음 양념장을 골고루 발라 구워낸 음식이다. 돌돌 말린 낙지를 풀어가며 먹는 재미가 쏠쏠한 색다른 별미다.  A whole octopus skewered on a bamboo stick and rolled up, brushed with a sauce, and grilled. Rolling the octopus in this way makes it more fun to eat.  竹箸や編んだ藁に大きくなる前の足の細いテナガダコを頭からくるくる巻き付けてたれにつけて焼いたもの。巻かれたテナガダコをほどきながら食べる楽しさがある。  用竹筷或秸秆将细爪章鱼从头部开始卷起来，均匀地涂抹调味酱后，放在火上烤熟即可。卷在竹筷上的章鱼吃起来不仅美味，而且别有一股乐趣。  用竹筷或稻草棍把細爪章魚從頭邊轉邊串，然後均勻抹上調味醬烤熟。卷在竹筷上的章魚吃起來不僅美味，而且別有一番情趣。\n"
},{
  "name": "꽁치구이(kkongchigui)",
  "category": "구이",
  "detail": "\n손질하여 칼집을 넣은 꽁치에 소금을 뿌려서 석쇠나 식용유를 두른 팬에 구운 음식이다. 꽁치는 저렴하지만 맛이 좋고 영양가가 높아 일반 가정에서나 식당에서 자주 이용한다.  This is cleaned, scored, and salted saury cooked on a grill or roasted in an oiled pan. Saury is affordable yet nutritious and tasty, making it a popular dish both at home and restaurants.  サンマに塩をふり、焼き網や食用油をひいたフライパンで焼いたもの。サンマは手頃で味も良く、栄養もあることから一般家庭の食卓や食堂によく並ぶ。  将处理好的秋刀鱼打上花刀，撒上盐，放在烤架上或烧热倒油的平底锅里烤熟即可。秋刀鱼虽然廉价，但是味道鲜美，又富含各种营养成分，在一般家庭和餐厅都很常见。  秋刀魚清理乾淨後劃幾個刀口，然後撒上鹽，用箅子烤或用放油的鍋煎熟。秋刀魚價格低廉，但非常美味，是家庭或餐廳裡最常見的食材。\n"
},{
  "name": "깻잎전(kkaennipjeon)",
  "category": "전",
  "detail": "\n깻잎은 들깨의 잎을 가리키는 말이다. 깻잎에 고기와 채소를 소로 넣어 반으로 접어 구워 낸 전으로 향긋한 맛이 매력적이다.  Half-folded perilla leaves stuffed with a mixture of minced meat and vegetables, egg-battered, and pan-fried. The fragrant perilla leaves stimulate one’s taste buds.  エゴマの葉に肉と野菜のあんをのせて半分に折って焼いたもの。エゴマの香りがたつ。  苏子叶是指紫苏的叶子。用牛肉和蔬菜做成馅儿放在苏子叶上，再将苏子叶对折后，用油煎熟即可，苏子叶特有的香味令人胃口大增。  蘇子葉是指白蘇的葉子。首先在蘇子葉中包上肉與蔬菜，折成一半，然後烤製即可。濃郁的香味是其魅力所在。\n"
},{
  "name": "김치전(kimchijeon)",
  "category": "전",
  "detail": "\n밀가루 반죽에 잘 익은 김치를 송송 썰어 넣고 부친 전이다. 잘게 썬 돼지고기나 오징어, 조갯살 등을 섞어 부치기도 한다.  Slices of well-fermented kimchi mixed into a flour batter and pan- fried. Finely chopped pork, squid, and clam meat may be added to the batter as well.  小麦粉の生地に熟成したキムチを入れて油で焼いた料理。豚肉の細切れやイカ、貝などを混ぜてもおいしい。  发酵完熟的泡菜切丝拌入面糊中煎制而成，还可加入猪肉丝，鱿鱼，蛤蜊 肉等。  發酵完熟的泡菜切成絲後拌入麵糊中，在鍋裡倒入油後煎製而成。\n"
},{
  "name": "김부각(gimbugak)",
  "category": "전",
  "detail": "\n김에 찹쌀 풀을 발라 참깨와 고춧가루를 뿌려 말렸다가 기름에 튀겨 먹는 밑반찬이다.  This side dish is made by brushing laver with sweet rice paste and sprinkling with sesame seeds and red chili powder before sun-drying and deep-frying.   のりにもち米の米糊をぬり、ゴマと粉唐辛子をふりかけて乾かしたものを油で揚げたもの。  紫菜抹上糯米浆糊，撒上芝麻和辣椒粉晒干后，放入锅中油炸即可，是一道很美味的小菜。  將紫菜抹上糯米漿糊，撒上芝麻與辣椒粉後曬乾，最後用油炸即可，是非常好的下飯小菜。\n"
},{
  "name": "김말이튀김(gimmaritwigim)",
  "category": "전",
  "detail": "\n삶은 당면과 당근, 양파를 식용유를 두른 팬에 볶은 후, 김은 4등분을 해 준비한다. 김 위에 볶은 당면을 올리고 돌돌 말아 튀김옷을 입혀 튀긴다. 주로 떡볶이와 같이 먹으며, 남녀노소 좋아하는 간식거리이다.  Boiled glass noodles pan-fried with chopped carrot and green onion, wrapped in laver cut into four pieces, and battered and fried. A Korean favorite, this snack is usually eaten with tteokbokki.   茹でた春雨とにんじん、玉ねぎをフライパンで炒める。のりは四等分にしておく。のりの上に炒めた春雨をのせ、巻いて衣をつけて揚げる。主にトッポッキと一緒に食べる誰からも愛されるおやつ。  烧热的平底锅中倒入适量的食用油，将煮熟的粉丝和胡萝卜、洋葱一起倒入锅中翻炒，一张紫菜切成四份待用。将炒好的粉丝和蔬菜放在紫菜上卷起来，裹上油炸粉放入锅中油炸即可。炸紫菜卷一般搭配辣炒年糕一起吃，是男女老少都喜爱的一道小吃。  將煮熟的粉條和洋蔥用油焯一下，紫菜分成4等分備好。把炒熟的粉條放在紫菜上卷起來，裹上炸粉油炸。一般跟辣炒年糕一起吃，是男女老少皆愛吃的零食。\n"
},{
  "name": "곱창구이(gopchanggui)",
  "category": "구이",
  "detail": "\n소의 내장을 냄새가 나지 않도록 손질한 뒤 불에 구워 양념장을 찍어 먹거나 갖은 양념해서 구운 음식이다.  Beef innards either marinated and grilled or simply grilled and served with a seasoned sauce.  牛の内臓を下処理して臭みを取り、下味をつけて焼くか、焼いて薬味につけて食べる。  为了去腥味，肥肠要用面粉和盐用力 搓洗干净，然后放在明火上烤至熟透后沾调 味酱吃，也可以先调味后再烤。  將牛或豬的內臟搓洗乾淨後，加各種調味料調味後烤或直接烤留住原味， 食用時再沾麻油鹽醬。\n"
},{
  "name": "단호박튀김(danhobaktwigim)",
  "category": "전",
  "detail": "\n단호박은 씨를 빼고 1~2cm 크기로 잘라서 준비한다. 자른 단호박에 밀가루를 묻히고, 튀김옷을 입혀 튀겨내는데, 고구마만큼 달콤한 맛이 난다.  Seeded sweet pumpkin cut into one- to two-centimeter pieces, coated with flour, battered, and fried. Sweet pumpkin is just as sweet as sweet potatoes.   カボチャは種をとって１～２cmの大きさに切る。切ったカボチャに小麦粉の衣をつけて揚げる。さつまいものように甘い。  甜南瓜去籽，切成1-2cm长后，裹上面粉和油炸粉，放入锅中油炸即可，味道如红薯一样香甜可口。  甜南瓜去籽，切成1~2釐米大小的塊兒，裹上麵粉和炸粉，然後用油炸熟。炸甜南瓜香甜滑嫩，甜度可以跟紅薯媲美。\n"
},{
  "name": "단군신화전(dangunsinhwajeon)",
  "category": "전",
  "detail": "\n한국의 건국 신화인 ‘단군신화’에 나오는 재료를 이용한 요리로 배추김치 위에 깻잎과 구운 소고기와 마늘을 얹고 말아 밀가루와 달걀을 묻혀 지져서 잘라 낸다.  This is a dish made with the ingredients mentioned in the Korean foundation myth, “Myth of Dangun.” Perilla leaves, roasted beef, and garlic are rolled in cabbage leaves, coated with flour, and dipped into beaten eggs. The wraps are cut into bite-sized pieces before serving.  韓国の建国神話である「檀君神話」に出てくる食材を利用した料理。白菜キムチの上にエゴマの葉と焼いた牛肉、にんにくをのせて巻く。 それに小麦粉と卵をつけて焼き、切って食べる。  以韩国开国神话即“檀君神话”中的材料为主要食材，将苏子叶和烤熟的牛肉、大蒜等放在辣白菜泡菜上面，然后将其卷起来裹上面粉和蛋液后，放入锅中煎熟即 可。  以韓國開國神話即“檀君神話”中的材料為主要食材，將蘇子葉和烤熟的牛肉、大蒜等放在辣白菜泡菜上面，然後卷起來沾上麵粉和雞蛋煎熟，切成適當大小即可食用。\n"
},{
  "name": "다시마부각(dasimabugak)",
  "category": "전",
  "detail": "\n두꺼운 다시마에 찹쌀밥을 붙여서 말렸다가 기름에 튀긴 부각으로 색다른 맛과 모양이 별미이다.  Thick kelp brushed with sweet rice paste and then sun-dried and deep-fried.  厚い昆布にもち米の米糊をぬり、乾かしたものを油で揚げたもの。味も形も絶品。  略厚的昆布抹上糯米饭粒晒干后，放入锅中油炸即可，味道和形状均十分独特。  將厚昆布抹上糯米飯曬乾，最後用油炸即可。乾炸昆布片形狀各異，且有著與眾不同的味道。\n"
},{
  "name": "녹두전(nokdujeon)",
  "category": "전",
  "detail": "\n녹두를 물에 불려 껍질을 벗긴 뒤 곱게 갈아 소고기나 돼지고기, 숙주, 고사리, 배추김치 등을 넣고 지진 음식. 불린 멥쌀을 갈아 섞으면 맛이 더 부드럽다.  Stone-ground mung beans, sliced beef or pork, mung bean sprouts, fiddleheads, and cabbage kimchi mixed into a batter and shallow-fried on a griddle. Ground rice may be added to soften the taste.  水でふやかした緑豆の皮をむいて細かく挽き、牛肉や豚肉、緑豆もやし、ワラビ、白菜キムチなどを加えて油で焼いた料理。水でふやかしたうるち米を挽いて混ぜると、いっそうまろやかな口当たりになる。  绿豆用水泡发，去皮后磨成浆，然后加入牛肉或猪肉、绿豆芽、蕨菜、辣白菜泡菜等煎成薄饼状。也可将大米磨成粉掺入其中。  將綠豆用水浸泡後去皮，然後磨成細粉，加入牛肉或豬肉、綠豆芽、蕨菜，辣白菜泡菜等一起煎成餅。\n"
},{
  "name": "꼬막전(kkomakjeon)",
  "category": "전",
  "detail": "\n데친 꼬막에 계란, 밀가루, 야채를 넣고 기름을 두른 팬에 부쳐낸 전으로 꼬막의 주산지인 전라남도의 향토음식이다.  Parboiled and shucked cockles mixed with beaten eggs, flour, and vegetables and pan-fried. This dish is a local specialty of South Jeolla Province, which is a major cockle producer.  湯がいたハイガイに卵、小麦粉、野菜を加えてフライパンで焼いたもの。ハイガイの主な生産地である全羅南道の郷土料理。  血蚶用开水焯一下，加入鸡蛋、面粉、蔬菜搅拌均匀，倒入烧热的平底锅中用油煎即可。血蚶煎饼是盛产泥蚶的全罗南道的特色美食。  用熱水焯好的泥蚶裡放入雞蛋、麵粉和蔬菜攪勻，然後鍋裡倒點油煎成餅。這道菜是盛產泥蚶的全羅南道地方美食。\n"
},{
  "name": "감자떡(Gamjatteok)",
  "category": "떡",
  "detail": "\n껍질 벗긴 감자를 갈아 면포에 짜서 앙금을 가라앉히고 건더기와 앙금, 불린 강낭콩을 섞어 반죽하여 모양을 내서 쪄 낸 간식으로 식으면 식감이 쫄깃하다.  To make this dish, first peel and grate potatoes and wring in a clean cloth to remove any excess moisture. Mix potato starch, grated potatoes, and soaked kidney beans to form a dough and then steam. When cooled, this potato cake makes a healthy snack with a chewy texture.  皮をむいたじゃがいもをすり下ろして綿布でこす。それにふやかしたインゲン豆を混ぜて生地にし、形成して蒸したおやつ。冷ますともっちりした食感を楽しめる。  土豆削皮，擦成泥后用棉布包起来挤干水分，将沉淀下来的淀粉和疙瘩、泡发的芸豆混合起来搅拌成团，捏制出形状后放入蒸锅里蒸熟即可。土豆糕口感筋道鲜香。  把削皮的土豆磨碎，用棉布擠出水分。用擠幹水分的土豆和沉底的土豆渣，以及提前泡好的四季豆混合起來攪拌成團，捏製出形狀後放入蒸鍋裡蒸熟即可。這樣蒸出來的土豆糕非常勁道。\n"
},{
  "name": "가래떡(garaetteok)",
  "category": "떡",
  "detail": "\n멥쌀가루를 찐 후, 쳐서 길고 가늘게 만든 흰떡이다. 설날의 대표적인 계절음식이며, 떡국의 재료로 사용한다.  Short-grain rice steamed, pounded, and rolled to form a long, cylindrical rice cake. A staple of New Year’s Day, it is sliced sideways and used as the main ingredient of tteokguk (rice cake soup).  米粉を蒸した後、こねて細長くして作る白い餅のこと。韓国で正月に食べられる代表的な料理のトッククの材料として使われる。  粳米粉蒸熟后，用木榔头捶打做成长条状的米糕。长条年糕是韩国过年时吃的代表性节日食物，也是面片汤的原料。  先將粳米粉蒸熟，然後擊打成長條狀的白糕。長條年糕是春節典型的季節食物，是年糕湯的主要原料。\n"
},{
  "name": "채만두(Chaemandu)",
  "category": "만두",
  "detail": "\n정선의 향토 음식으로 뜨거운 물에 반죽한 메밀가루로 만두피를 만든 다음 갓김치와 말려두었던 묵은 나물로 만두소를 만들어 빚어 낸 만두다.  A local specialty consumed in Jeongseon, Gangwon Province, chaemandu is a dumpling dish made with gatkimchi and aged, dried, and soaked vegetables wrapped in buckwheat wrappers.  旌善の郷土料理で、熱湯にそば粉を混ぜて作った生地で餃子の皮を作り、カラシナキムチと干し菜であんを作って包んだ餃子。  旌善地区的乡土饮食，用荞麦粉加热水和面做成饺子皮，雪里蕻泡菜和晒干的陈年素菜做成馅料。  蕎麥素餃是旌善的地方美食。用熱水燙蕎麥麵做成餃子皮，然後放入雪裡蕻泡菜和幹野菜做成餃子餡包起來。\n"
},{
  "name": "호박전(hobakjeon)",
  "category": "전",
  "detail": "\n애호박에 밀가루와 달걀 물을 입혀 부친 전이다. 만드는 방법이 간단하고 맛있어 특별한 날이 아니라도 자주 부쳐 먹는 전이다.\n\nZucchini sliced, flour-coated, and pan-fried in egg batter. This dish is simple to make and consumed as an everyday side dish with rice.\n\nズッキーニに小麦粉と水溶き卵で衣をつけて焼いたチヂミ。作り方が簡単で普段からよく食べられる。\n\n西葫芦裹上面粉和蛋液后用油煎熟即可。做法简单方便，是平时常吃的一道菜。\n\n在西葫蘆上裹一層麵粉與雞蛋液煎製即可。由於製作方法簡單、美味，所以即便不逢年過節，平時也可以經常做著吃。\n"
},{
  "name": "동그랑땡(donggeurangttaeng)",
  "category": "전",
  "detail": "\n동그랑땡은 고기 완자 전을 말하는데, 동그랗게 생긴 모양으로 인해 부르게 된 명칭이다. 간 소고기나 돼지고기와 다진 채소를 고루 섞어 동전모양으로 동글납작하게 만든 뒤, 밀가루와 달걀옷을 입혀지진 전이다.  A mixture of ground beef or pork and minced vegetables molded into round shapes, flour-coated, egg-battered, and pan-fried.  肉団子のチヂミは牛や豚のひき肉と、刻み野菜を平たく丸い形にし、小麦粉と卵の衣液をつけて焼く。  顾名思义，是一种圆形的小煎肉饼。将搅碎的牛肉或猪肉和剁碎的蔬菜一起搅拌均匀，做成像硬币一样圆圆扁扁的形状，再裹上面粉和蛋液后煎熟即可。  香煎肉餅是指一種圓形的丸子餅，在製作時，首先將牛肉、豬肉、蔬菜剁碎，攪拌均勻，製作成硬幣一般圓形，然後在外面裹一層麵粉與雞蛋煎制即可。\n"
},{
  "name": "무지개떡(mujigaetteok)",
  "category": "떡",
  "detail": "\n멥쌀가루에 치자, 쑥, 석이가루 등 색을 낼 수 있는 천연의 재료들을 섞어 한 칸씩 올려 찐 떡이다. 떡의 오색이 무지개 같다고 하여 부르는 이름으로, 색이 화려하여 잔칫상에 올렸다. 예전에는 돌상에 올려 아이가 오색의 조화로운 사람으로 성장하도록 기원했다.   This is a layered rice cake with different colors, thus the name “mujigae (rainbow).” It is made from powdered short grain rice and colored using various natural ingredients, such as gardenia seeds, mugwort, and manna lichen powder. This colorful rice cake used to be served on special occasions, especially on first birthday parties for babies, in the hopes that the babies would grow into happy, well-rounded adults.  米粉にクチナシの実、よもぎ、イワタケなど、天然色素の食材を混ぜて蒸した餅。餅の色が虹色のようだと言われる。色が華やかなため祝いの席に出される。以前は一歳祝いの席にも出され、子どもが五色の調和のとれた人として成長することを願った。  将粳米粉和栀子、艾草、石耳粉等可发色的天然材料混合搅拌后，一层一层叠起来蒸熟即可。蒸糕的颜色五颜六色，就像彩虹一样，因此而得名，由于颜色华丽，成为喜宴上必不可少的糕点。过去孩子的周岁宴上会摆放彩虹蒸糕，以祝愿孩子成长为五色和谐的人。  在粳米粉中加入梔子、艾草、石耳粉等各種天然染色的材料，層層疊加蒸製而成的年糕。年糕的五色如彩虹一般炫麗，所以稱為「彩虹糕」，又因其色彩華麗，所以經常作為宴會用的年糕。以前彩虹糕經常出現在周歲宴上，寓意孩子將來成長為五色和諧的人。\n"
},{
  "name": "꿀떡(Kkultteok)",
  "category": "떡",
  "detail": "\n찹쌀가루에 꿀을 섞어 체에 내린 뒤 밤, 대추, 잣 등을 켜켜히 넣고 찌거나 또는 찹쌀가루 반죽에 꿀이나 설탕을 넣고 모양을 빚어 만든 떡이다.  Pass sweet rice powder mixed with honey through a sieve, layer with jujubes and pine nuts, and steam. Or make the mixture into a dough. Shape the dough into pieces and stuff with honey or sugar.  もち米に蜂蜜を混ぜてふるいにかけ、栗やなつめ、松の実などをあしらって蒸したり、もち米をこねて中に蜂蜜や砂糖を入れて作った餅。  糯米粉中加入蜂蜜，用筛子筛下，加入板栗、大枣、松籽等蒸熟食用，还可以用糯米粉和面后，用蜂蜜或砂糖做馅料团起来。  粳米粉麵團蒸好後，放入蜂蜜或白糖包成。 呈現餡料特有的香甜美味。\n"
},{
  "name": "깨경단(kkaegyeongdan)",
  "category": "떡",
  "detail": "\n찹쌀가루를 익반죽하여 밤톨만 하게 빚어, 끓는 물에 삶아 여러 가지 고물을 묻혀 만든 떡이다. 고물에 따라서 명칭이 붙는데 깨고물을 묻히면 깨경단, 콩고물을 묻히면 콩가루경단이다.  Sweet rice powdered and shaped into small balls, boiled in water, and coated with a dressing powder made from various ingredients, such as sesame seeds (ggaegyeongdan) and boiled and powdered soybeans (konggarugyeongdan).  もち粉に熱湯を注ぎながらこね、栗の実くらいの大きさに形を整え、熱湯で茹でて様々なまぶし粉をまぶした餅。まぶすものにより、名前が変わる。ゴマの場合はごま団子、きな粉の場合はきな粉団子となる。  糯米粉用开水和面后，做成栗子大小的圆球状，放入开水中煮熟，裹上各种豆面儿即成琼团糕。琼团糕根据不同的豆面儿命名，裹上芝麻面儿就叫芝麻琼团糕，裹上大豆面儿就叫大豆琼团糕。  將糯米粉和成麵團，做成栗子大小，投入沸水中煮一會兒，沾上豆沙、芝麻等食用即可。根據蘸取的佐料不同，它的名字也各不相同，如蘸取芝麻食用，則為芝麻瓊團糕，如果蘸取黃豆沙食用，則為黃豆沙瓊團糕。\n"
},{
  "name": "경단(gyeongdan)",
  "category": "떡",
  "detail": "\n찹쌀이나 찰수수 가루를 반죽해 밤톨만한 크기로 둥글게 빚어 끓는 물에 삶은 다음 여러 가지 고물을 묻혀 만든 떡이다. 고물 종류에 따라 깨경단, 팥경단, 밤경단 등으로 불린다.  Sweet rice or glutinous millet powder shaped into small balls, boiled in water, and coated in dressing powder (gomul). Called sesame gyeongdan, red bean gyeongdan, or chestnut gyeongdan, depending on the dressing powder.  もち米やきび粉をこねて栗ほどの大きさに丸め、熱湯でゆでたものに様々な粉をまぶした餅。まぶし粉にはごまあずき、栗などが使われる。  糯米粉或粘高粱粉和面后团成板栗大小，用水煮熟后捞出来粘各种豆沙食用。根据豆沙种类，可分为芝麻琼团、红豆琼团、板栗 琼团等。  是用糯米粉和麵後搓成圓球狀，用沸水煮熟後撈出裹上豆沙食用的糕點。 製作豆沙常用的食材有芝麻、紅豆、板栗等。\n"
},{
  "name": "녹두시루떡(nokdusirutteok)",
  "category": "떡",
  "detail": "\n시루떡은 멥쌀가루나 찹쌀가루와 고물을 시루에 켜켜이 쌓아 뜨거운 증기로 찐 떡이다. 녹두시루떡은 쌀가루에 찐 녹두를 통째로 또는 가루를 내어 얹어 찐 떡이다.  Sirutteok refers to glutinous or short grain rice powder layered alternatively with a dressing powder and steamed. Nokdusirutteok uses steamed whole mung beans or powdered mung beans as a topping.  シルトクは蒸し器に米粉やもち粉とまぶし粉を層にして重ね、熱い蒸気で蒸した餅。緑豆のシルトクは米粉に蒸した緑豆を丸ごとまたは粉にしてまぶした餅。  蒸糕是用粳米粉或糯米粉和豆面儿一层一层叠起来，用蒸气蒸熟的米糕，而绿豆蒸糕是将粳米粉和绿豆粉或整颗的绿豆一层一层叠放后，用蒸气蒸熟的米糕。  將粳米粉、糯米粉、各種豆沙層層地放到蒸籠中，用蒸汽蒸熟即為蒸糕。綠豆蒸糕是指在大米粉中放上整顆綠豆或用綠豆粉蒸成的年糕。\n"
},{
  "name": "송편(songpyeon)",
  "category": "떡",
  "detail": "\n멥쌀가루를 뜨거운 물로 반죽한 뒤 깨, 밤, 콩등의 소를 넣고 모양을 빚어 만든 떡이다. 추석 때 먹는 명절 음식으로 솔잎을 켜마다 깔고 쪄내기 때문에 송편이란 이름이 생겨났다.  This is made by filling half-moon-shaped rice dough, made by mixing non-glutinous rice powder with warm water, with a mixture of sesame seeds, chestnuts, and beans,  mong others. The quintessential snack during Chuseok, songpyeon, literally meaning “pine rice cake” in Korean, is named thus as it is steamed over a layer of pine (“song” in Korean) needles.  うるち米の粉をお湯でこね、ゴマや栗、豆などを入れて作った餅。秋夕(旧盆)に食べる餅で、松の葉を敷いて蒸すことから「松葉餅」という名称が付けられた。  将粳米粉放到容器中慢慢添加热水和面，然后放入芝麻、栗子、豆子等馅料包好蒸熟即可。松年糕是韩国中秋节的代表性食物，因为在蒸煮时会在蒸笼底层铺上松叶,因此而得名。  用粳米粉和麵後加入芝麻、黃豆、板栗、紅豆等餡料包好蒸熟即可。 蒸糕時在糕之間放入松葉而被稱為「松糕」。\n"
},{
  "name": "백설기(Baekseolgi)",
  "category": "떡",
  "detail": "\n멥쌀가루에 설탕물을 섞어 체에 내린 뒤 고물 없이 시루에 안쳐 쪄낸 흰떡. 깨끗하고 신성한 음식이라는 뜻에서 아이의 백일이나 첫돌 잔치 때 만들어 먹는다.  Powdered rice mixed with sugared water, sifted, and steamed in a siru (earthenware steamer) without any dressing powder. Due to its white color, believed to symbolize innocence and purity, beakseolgi is traditionally prepared to celebrate a baby’s 100th day or first birthday.  うるち米に砂糖水を混ぜてふるいにかけ、蒸し器で蒸した白い餅。 真っ白なことから神聖な食べ物とされ、生後100日のお祝いや1歳のお祝いに食べられる。  粳米粉加入糖水用筛子筛下后直接上屉蒸熟即可。因蒸糕呈白色，取其洁净神圣之意，多用于孩子的百日和一周岁生日宴。  混合粳米粉和白糖後過篩，不放入其他食材 蒸製而成，口味淡雅。\n"
},{
  "name": "왕만두(wangmandu)",
  "category": "만두",
  "detail": "고기, 숙주, 두부 등을 다져 속을 만들고 밀가루로 만든 피로 감싸 주먹만 한 크기로 만든 만두이다."
}]}